Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/CheckoutComponentsLocalizable/*.lproj/CheckoutComponentsStrings.strings
Languages: az, fa, fil, hi, hy, ka, kk, ku, ky, lv, mk, nb, sl, sq, ur_pk, uz

# accessibility_common_optional
source: optional
az: istəyə bağlı
fa: اختیاری
fil: opsyonal
hi: वैकल्पिक
hy: ոչ պարտադիր
ka: არააუცილებელი
kk: міндетті емес
ku: vebijarkî
ky: милдеттүү эмес
lv: neobligāti
mk: опционално
nb: valgfri
sl: neobvezno
sq: opsional
ur_pk: اختیاری
uz: ixtiyoriy

# accessibility_common_loading
source: Loading, please wait
az: Yüklənir, zəhmət olmasa gözləyin
fa: بارگذاری، لطفاً صبر کنید
fil: Nilo-load, mangyaring maghintay
hi: लोड हो रहा है, कृपया प्रतीक्षा करें
hy: Ներբեռնվում է, խնդրում ենք սպասել
ka: იტვირთება, გთხოვთ დაელოდოთ
kk: Жүктелуде, күте тұрыңыз
ku: Tê barkirin, ji kerema xwe bisekine
ky: Жүктөлүүдө, күтө туруңуз
lv: Notiek ielāde, lūdzu, uzgaidiet
mk: Се вчитува, ве молиме почекајте
nb: Laster, vennligst vent
sl: Nalaganje, počakajte
sq: Po ngarkohet, ju lutem prisni
ur_pk: لوڈ ہو رہا ہے، براہ کرم انتظار کریں
uz: Yuklanmoqda, iltimos, kuting

# accessibility_common_processing_payment
source: Processing payment, please wait
az: Ödəniş işlənir, zəhmət olmasa gözləyin
fa: در حال پردازش پرداخت، لطفاً صبر کنید
fil: Pinoproseso ang pagbabayad, mangyaring maghintay
hi: भुगतान संसाधित हो रहा है, कृपया प्रतीक्षा करें
hy: Վճարումը մշակվում է, խնդրում ենք սպասել
ka: მუშავდება გადახდა, გთხოვთ დაელოდოთ
kk: Төлем өңделуде, күте тұрыңыз
ku: Dayn tê pêvekirin, ji kerema xwe bisekine
ky: Төлөм иштетилүүдө, күтө туруңуз
lv: Maksājums tiek apstrādāts, lūdzu, uzgaidiet
mk: Се обработува плаќањето, ве молиме почекајте
nb: Behandler betaling, vennligst vent
sl: Obdelava plačila, počakajte
sq: Po përpunohet pagesa, ju lutem prisni
ur_pk: ادائیگی پر کارروائی ہو رہی ہے، براہ کرم انتظار کریں
uz: To'lov qayta ishlanmoqda, iltimos, kuting

# accessibility_common_close
source: Close
az: Bağla
fa: بستن
fil: Isara
hi: बंद करें
hy: Փակել
ka: დახურვა
kk: Жабу
ku: Bigire
ky: Жабуу
lv: Aizvērt
mk: Затвори
nb: Lukk
sl: Zapri
sq: Mbyll
ur_pk: بند کریں
uz: Yopish

# accessibility_common_cancel
source: Cancel
az: Ləğv et
fa: انصراف
fil: Kanselahin
hi: रद्द करें
hy: Չեղարկել
ka: გაუქმება
kk: Болдырмау
ku: Betal bike
ky: Жокко чыгаруу
lv: Atcelt
mk: Откажи
nb: Avbryt
sl: Prekliči
sq: Anulo
ur_pk: منسوخ کریں
uz: Bekor qilish

# accessibility_common_back
source: Go back
az: Geri qayıt
fa: بازگشت
fil: Bumalik
hi: वापस जाएं
hy: Վերադառնալ
ka: უკან დაბრუნება
kk: Артқа оралу
ku: Vegere
ky: Артка кайтуу
lv: Atgriezties
mk: Назад
nb: Gå tilbake
sl: Pojdi nazaj
sq: Kthehu mbrapa
ur_pk: واپس جائیں
uz: Orqaga qaytish

# accessibility_common_dismiss
source: Dismiss
az: İmtina et
fa: بستن
fil: I-dismiss
hi: खारिज करें
hy: Հեռացնել
ka: გათიშვა
kk: Жабу
ku: Bifire
ky: Жабуу
lv: Noraidīt
mk: Отфрли
nb: Lukk
sl: Opusti
sq: Hidhe tej
ur_pk: خارج کریں
uz: Yopish

# accessibility_common_selected
source: Selected
az: Seçilib
fa: انتخاب شده
fil: Napili
hi: चयनित
hy: Ընտրված
ka: არჩეული
kk: Таңдалған
ku: Hatiye hilbijartin
ky: Тандалды
lv: Izvēlēts
mk: Избрано
nb: Valgt
sl: Izbrano
sq: E zgjedhur
ur_pk: منتخب شدہ
uz: Tanlangan

# accessibility_common_show_all
source: Show all saved payment methods
az: Bütün saxlanmış ödəniş metodlarını göstər
fa: نمایش همه روش‌های پرداخت ذخیره‌شده
hi: सभी सहेजी गई भुगतान विधियाँ दिखाएं
hy: Delays
ka: ყველა შენახული გადახდის მეთოდის ჩვენება
kk: Барлық сақталған төлем әдістерін көрсету
ku: Hemû rêbazên daynê yên veşartî nîşan bide
ky: Бардык сакталган төлөм ыкмаларын көрсөтүү
lv: Rādīt visas saglabātās maksājuma metodes
nb: Vis alle lagrede betalingsmetoder
sl: Prikaži vse shranjene načine plačila
ur_pk: تمام محفوظ شدہ ادائیگی کے طریقے دکھائیں
uz: Barcha saqlangan to'lov usullarini ko'rsatish

# accessibility_screen_success
source: Payment successful
az: Ödəniş uğurla tamamlandı
fa: پرداخت موفق
fil: Matagumpay ang pagbabayad
hi: भुगतान सफल
hy: Վճարումն իրականացվել է
ka: გადახდა წარმატებულია
kk: Төлем сәтті орындалды
ku: Dayn serkeftî bû
ky: Төлөм ийгиликтүү
lv: Maksājums veiksmīgs
mk: Плаќањето е успешно
nb: Betaling vellykket
sl: Plačilo uspešno
sq: Pagesa u krye me sukses
ur_pk: ادائیگی کامیاب ہو گئی
uz: To'lov muvaffaqiyatli

# accessibility_screen_error
source: Payment error occurred
az: Ödəniş xətası baş verdi
fa: خطای پرداخت رخ داد
fil: Naganap ang error sa pagbabayad
hi: भुगतान त्रुटि हुई
hy: Վճարման սխալ է տեղի ունեցել
ka: გადახდის შეცდომა მოხდა
kk: Төлем қатесі орын алды
ku: Xeletîya daynê qewimî
ky: Төлөм катасы кетти
lv: Radās maksājuma kļūda
mk: Се случи грешка при плаќањето
nb: Betalingsfeil har oppstått
sl: Prišlo je do napake pri plačilu
sq: Ndodhi një gabim në pagesë
ur_pk: ادائیگی کی خرابی پیش آئی
uz: To'lov xatosi yuz berdi

# accessibility_screen_country_selection
source: Select country
az: Ölkə seçin
fa: انتخاب کشور
fil: Pumili ng bansa
hi: देश चुनें
hy: Ընտրեք երկիր
ka: აირჩიეთ ქვეყანა
kk: Мемлекетті таңдау
ku: Welatê hilbijêre
ky: Өлкөнү тандоо
lv: Izvēlēties valsti
mk: Избери држава
nb: Velg land
sl: Izberi državo
sq: Zgjidhni vendin
ur_pk: ملک منتخب کریں
uz: Mamlakatni tanlash

# accessibility_screen_processing_payment
source: Processing payment
az: Ödəniş işlənir
fa: در حال پردازش پرداخت
fil: Pinoproseso ang pagbabayad
hi: भुगतान संसाधित हो रहा है
hy: Վճարումը մշակվում է
ka: მუშავდება გადახდა
kk: Төлем өңделуде
ku: Dayn tê pêvekirin
ky: Төлөм иштетилүүдө
lv: Maksājums tiek apstrādāts
mk: Се обработува плаќањето
nb: Behandler betaling
sl: Obdelava plačila
sq: Po përpunohet pagesa
ur_pk: ادائیگی پر کارروائی ہو رہی ہے
uz: To'lov qayta ishlanmoqda

# accessibility_screen_loading_payment_methods
source: Loading payment methods
az: Ödəniş metodları yüklənir
fa: بارگذاری روش‌های پرداخت
fil: Nilo-load ang mga paraan ng pagbabayad
hi: भुगतान विधियाँ लोड हो रही हैं
hy: Վճարման եղանակները ներբեռնվում են
ka: იტვირთება გადახდის მეთოდები
kk: Төлем әдістері жүктелуде
ku: Rêbazên daynê tên barkirin
ky: Төлөм ыкмалары жүктөлүүдө
lv: Maksājuma metodes tiek ielādētas
mk: Се вчитуваат начините на плаќање
nb: Laster betalingsmetoder
sl: Nalaganje načinov plačila
sq: Po ngarkohen metodat e pagesës
ur_pk: ادائیگی کے طریقے لوڈ ہو رہے ہیں
uz: To'lov usullari yuklanmoqda

# accessibility_payment_selection_pay_with_card
source: Pay with card
az: Kartla ödəyin
fa: پرداخت با کارت
fil: Magbayad gamit ang kard
hi: कार्ड से भुगतान करें
hy: Վճարել քարտով
ka: გადახდა ბარათით
kk: Картамен төлеу
ku: Bi kartê bide
ky: Карта менен төлөө
lv: Maksāt ar karti
mk: Плати со картичка
nb: Betal med kort
sl: Plačaj s kartico
sq: Paguaj me kartë
ur_pk: کارڈ سے ادائیگی کریں
uz: Karta bilan to'lash

# accessibility_payment_selection_pay_with_paypal
source: Pay with PayPal
az: PayPal ilə ödəyin
fa: پرداخت با PayPal
fil: Magbayad gamit ang PayPal
hi: PayPal से भुगतान करें
hy: Վճարել PayPal-ով
ka: გადახდა PayPal-ით
kk: PayPal арқылы төлеу
ku: Bi PayPal bide
ky: PayPal менен төлөө
lv: Maksāt ar PayPal
mk: Плати со PayPal
nb: Betal med PayPal
sl: Plačaj s PayPal
sq: Paguaj me PayPal
ur_pk: PayPal سے ادائیگی کریں
uz: PayPal bilan to'lash

# accessibility_payment_selection_pay_with_klarna
source: Pay with Klarna
az: Klarna ilə ödəyin
fa: پرداخت با Klarna
fil: Magbayad gamit ang Klarna
hi: Klarna से भुगतान करें
hy: Վճարել Klarna-ով
ka: გადახდა Klarna-ით
kk: Klarna арқылы төлеу
ku: Bi Klarna bide
ky: Klarna менен төлөө
lv: Maksāt ar Klarna
mk: Плати со Klarna
nb: Betal med Klarna
sl: Plačaj s Klarna
sq: Paguaj me Klarna
ur_pk: Klarna سے ادائیگی کریں
uz: Klarna bilan to'lash

# accessibility_payment_selection_pay_with_ideal
source: Pay with iDEAL
az: iDEAL ilə ödəyin
fa: پرداخت با iDEAL
fil: Magbayad gamit ang iDEAL
hi: iDEAL से भुगतान करें
hy: Վճարել iDEAL-ով
ka: გადახდა iDEAL-ით
kk: iDEAL арқылы төлеу
ku: Bi iDEAL bide
ky: iDEAL менен төлөө
lv: Maksāt ar iDEAL
mk: Плати со iDEAL
nb: Betal med iDEAL
sl: Plačaj z iDEAL
sq: Paguaj me iDEAL
ur_pk: iDEAL سے ادائیگی کریں
uz: iDEAL bilan to'lash

# accessibility_payment_selection_coming_soon
source: Payment method coming soon
az: Tezliklə
fa: به زودی
fil: Paparating na
hi: भुगतान विधि जल्द आ रही है
hy: Վճարման եղանակ շուտով
ka: გადახდის მეთოდი მალე გამოჩნდება
kk: Төлем әдісі жақында
ku: Zû tê
ky: Төлөм ыкмасы жакында
lv: Maksājuma metode drīzumā būs pieejama
mk: Наскоро доаѓа
nb: Betalingsmetode kommer snart
sl: Način plačila bo kmalu na voljo
sq: Metoda e pagesës së shpejti
ur_pk: ادائیگی کا طریقہ جلد آ رہا ہے
uz: To'lov usuli tez orada

# accessibility_payment_selection_card_full
source: %1$@ card ending in %2$@, expires %3$@
az: %1$@ kart, sonu %2$@, bitmə %3$@
fa: کارت %1$@ با پایان %2$@، انقضا %3$@
fil: %1$@ kard na nagtatapos sa %2$@, mag-eexpire %3$@
hi: %1$@ कार्ड %2$@ में समाप्त होता है, %3$@ को समाप्त होगा
hy: %1$@ քարտ ավարտվում է %2$@-ով, ժամկետ %3$@
ka: %1$@ ბარათი რომელიც მთავრდება %2$@, ვადის თარიღი %3$@
kk: %1$@ картасы, соңы %2$@, мерзімі %3$@
ku: Karta %1$@ bi dawî dibe bi %2$@, diqede %3$@
ky: %1$@ карта %2$@ менен аяктайт, мөөнөтү %3$@
lv: %1$@ karte, kas beidzas ar %2$@, derīga līdz %3$@
mk: %1$@ картичка завршува на %2$@, истекува %3$@
nb: %1$@ kort som slutter på %2$@, utløper %3$@
sl: Kartica %1$@ s končnico %2$@, poteče %3$@
sq: Karta %1$@ që përfundon në %2$@, skadon %3$@
ur_pk: %1$@ کارڈ جو %2$@ پر ختم ہوتا ہے، میعاد ختم ہوتی ہے %3$@
uz: %1$@ karta %2$@ bilan tugaydi, amal qilish muddati %3$@

# accessibility_payment_selection_card_masked
source: card ending in masked digits
az: maskalanmış rəqəmlərlə bitən kart
fa: کارت با ارقام پنهان
fil: kard na nagtatapos sa naka-mask na mga digit
hi: मास्क किए गए अंकों में समाप्त होने वाला कार्ड
hy: քարտ ավարտվում է թաքնված թվերով
ka: ბარათი რომელიც მთავრდება დაფარული ციფრებით
kk: соңы жасырылған карта
ku: Kart bi dawî dibe bi hejmarên veşartî
ky: жашыруун сандар менен аяктаган карта
lv: karte ar aizklātiem cipariem
mk: картичка завршува на маскирани цифри
nb: kort som slutter på maskerte siffer
sl: kartica s končnico zakritih številk
sq: kartë që përfundon me shifra të fshehura
ur_pk: کارڈ جو نقاب پوش ہندسوں پر ختم ہوتا ہے
uz: yashirin raqamlar bilan tugagan karta

# accessibility_country_selection_item
source: %1$@, country
az: %1$@, ölkə
fa: %1$@، کشور
fil: %1$@, bansa
hi: %1$@, देश
hy: %1$@, երկիր
ka: %1$@, ქვეყანა
kk: %1$@, мемлекет
ku: %1$@, welat
ky: %1$@, өлкө
lv: %1$@, valsts
mk: %1$@, држава
nb: %1$@, land
sl: %1$@, država
sq: %1$@, vend
ur_pk: %1$@، ملک
uz: %1$@, mamlakat

# accessibility_country_selection_search
source: Search countries
az: Ölkələri axtar
fa: جستجوی کشورها
fil: Maghanap ng mga bansa
hi: देश खोजें
hy: Որոնել երկիրներ
ka: ქვეყნების ძიება
kk: Мемлекеттерді іздеу
ku: Li welatan bigere
ky: Өлкөлөрдү издөө
lv: Meklēt valstis
mk: Пребарај држави
nb: Søk etter land
sl: Išči države
sq: Kërko vende
ur_pk: ممالک تلاش کریں
uz: Mamlakatlarni qidirish

# accessibility_country_selection_search_icon
source: Search
az: Axtar
fa: آیکون جستجو
fil: Maghanap
hi: खोजें
hy: Որոնում
ka: ძიება
kk: Іздеу
ku: Lêgerîn
ky: Издөө
lv: Meklēt
mk: Пребарување
nb: Søk
sl: Iskanje
sq: Kërko
ur_pk: تلاش
uz: Qidirish

# accessibility_country_selection_clear
source: Clear
az: Təmizlə
fa: پاک کردن جستجو
fil: I-clear
hi: साफ़ करें
hy: Մաքրել
ka: გასუფთავება
kk: Тазалау
ku: Paqij bike
ky: Тазалоо
lv: Notīrīt
mk: Исчисти
nb: Tøm
sl: Počisti
sq: Pastro
ur_pk: صاف کریں
uz: Tozalash

# accessibility_action_delete
source: Delete payment method
az: Ödəniş metodunu sil
fa: حذف روش پرداخت
fil: Tanggalin ang paraan ng pagbabayad
hi: भुगतान विधि हटाएं
hy: Ջնջել վճարման եղանակը
ka: გადახდის მეთოდის წაშლა
kk: Төлем әдісін жою
ku: Rêbaza daynê jê bibe
ky: Төлөм ыкмасын өчүрүү
lv: Dzēst maksājuma metodi
mk: Избриши начин на плаќање
nb: Slett betalingsmetode
sl: Izbriši način plačila
sq: Fshi metodën e pagesës
ur_pk: ادائیگی کا طریقہ حذف کریں
uz: To'lov usulini o'chirish

# accessibility_action_edit
source: Edit card details
az: Kart məlumatlarını redaktə et
fa: ویرایش جزئیات کارت
fil: I-edit ang mga detalye ng kard
hi: कार्ड विवरण संपादित करें
hy: Խմբագրել քարտի տվյալները
ka: ბარათის დეტალების რედაქტირება
kk: Карта мәліметтерін өңдеу
ku: Zanyariyên kartê biguherîne
ky: Карта маалыматтарын түзөтүү
lv: Rediģēt kartes informāciju
mk: Измени детали за картичка
nb: Rediger kortdetaljer
sl: Uredi podatke o kartici
sq: Ndrysho detajet e kartës
ur_pk: کارڈ کی تفصیلات میں ترمیم کریں
uz: Karta ma'lumotlarini tahrirlash

# accessibility_action_set_default
source: Set as default payment method
az: Əsas ödəniş metodu olaraq təyin et
fa: تنظیم به عنوان روش پرداخت پیش‌فرض
fil: Itakda bilang default na paraan ng pagbabayad
hi: डिफ़ॉल्ट भुगतान विधि के रूप में सेट करें
hy: Սահմանել որպես կանխադրված վճարման եղանակ
ka: ნაგულისხმევ გადახდის მეთოდად დაყენება
kk: Негізгі төлем әдісі ретінде орнату
ku: Wekî rêbaza daynê ya pêşdanasînî destnîşan bike
ky: Негизги төлөм ыкмасы катары коюу
lv: Iestatīt kā noklusējuma maksājuma metodi
mk: Постави како основен начин на плаќање
nb: Angi som standard betalingsmetode
sl: Nastavi kot privzeti način plačila
sq: Vendos si metodë pagese të parazgjedhur
ur_pk: بطور ڈیفالٹ ادائیگی کا طریقہ مقرر کریں
uz: Asosiy to'lov usuli sifatida belgilash

# accessibility_checkout_success_icon
source: Payment successful
az: Uğurlu ödəniş
fa: آیکون موفقیت
fil: Matagumpay ang pagbabayad
hi: भुगतान सफल
hy: Վճարումն իրականացվել է
ka: გადახდა წარმატებულია
kk: Төлем сәтті орындалды
ku: Serkeftî
ky: Ийгилик
lv: Maksājums veiksmīgs
mk: Плаќањето е успешно
nb: Betaling vellykket
sl: Plačilo uspešno
sq: Pagesa e suksesshme
ur_pk: ادائیگی کامیاب
uz: To'lov muvaffaqiyatli

# accessibility_checkout_error_icon
source: Error
az: Xəta
fa: آیکون خطا
hi: त्रुटि
hy: Սխալ
ka: შეცდომა
kk: Қате
ku: Xeletî
ky: Ката
lv: Kļūda
mk: Грешка
nb: Feil
sl: Napaka
sq: Gabim
ur_pk: خرابی
uz: Xato

# accessibility_error_generic
source: An error occurred. Please try again.
az: Xəta baş verdi. Zəhmət olmasa yenidən cəhd edin.
fa: خطایی رخ داد. لطفاً دوباره تلاش کنید.
fil: May naganap na error. Mangyaring subukan muli.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें।
hy: Սխալ է տեղի ունեցել։ Խնդրում ենք կրկին փորձել։
ka: მოხდა შეცდომა. გთხოვთ სცადოთ ხელახლა.
kk: Қате орын алды. Қайталап көріңіз.
ku: Xeletîyek çêbû. Ji kerema xwe dîsa biceribîne.
ky: Ката кетти. Кайра аракет кылыңыз.
lv: Radās kļūda. Lūdzu, mēģiniet vēlreiz.
mk: Настана грешка. Ве молиме обидете се повторно.
nb: En feil har oppstått. Vennligst prøv igjen.
sl: Prišlo je do napake. Poskusite znova.
sq: Ndodhi një gabim. Ju lutem provoni përsëri.
ur_pk: ایک خرابی پیش آئی۔ براہ کرم دوبارہ کوشش کریں۔
uz: Xatolik yuz berdi. Iltimos, qayta urinib ko'ring.

# accessibility_error_multiple_errors
source: %d errors found
az: %d xəta tapıldı
fa: %d خطا یافت شد
fil: %d na mga error ang natagpuan
hi: %d त्रुटियाँ मिलीं
hy: %d սխալներ հայտնաբերվել են
ka: მოიძებნა %d შეცდომა
kk: %d қате табылды
ku: %d xeletî hatin dîtin
ky: %d ката табылды
lv: Atrastas %d kļūdas
mk: Најдени %d грешки
nb: %d feil funnet
sl: Najdenih %d napak
sq: %d gabime u gjetën
ur_pk: %d خرابیاں ملیں
uz: %d ta xato topildi

# accessibility_screen_payment_method
source: %@ payment method
az: %@ ödəniş metodu
fa: روش پرداخت %@
fil: %@ na paraan ng pagbabayad
hi: %@ भुगतान विधि
hy: %@ վճարման եղանակ
ka: %@ გადახდის მეთოდი
kk: %@ төлем әдісі
ku: Rêbaza daynê %@
ky: %@ төлөм ыкмасы
lv: %@ maksājuma metode
mk: %@ начин на плаќање
nb: %@ betalingsmetode
sl: Način plačila %@
sq: Metoda e pagesës %@
ur_pk: %@ ادائیگی کا طریقہ
uz: %@ to'lov usuli

# accessibility_vault_delete_payment_method
source: Delete this payment method
az: Bu ödəniş metodunu sil
fa: حذف این روش پرداخت
hi: इस भुगतान विधि को हटाएं
hy: Ջdelays
ka: ამ გადახდის მეთოდის წაშლა
kk: Бұл төлем әдісін жою
ku: Vê rêbaza daynê jê bibe
ky: Бул төлөм ыкмасын өчүрүү
lv: Dzēst šo maksājuma metodi
nb: Slett denne betalingsmetoden
sl: Izbriši ta način plačila
ur_pk: یہ ادائیگی کا طریقہ حذف کریں
uz: Bu to'lov usulini o'chirish

# accessibility_vaulted_ach
source: %@ bank account
az: %@ bank hesabı
fa: حساب بانکی %@
hi: %@ बैंक खाता
hy: %@ delays
ka: %@ საბანკო ანგარიში
kk: %@ банк шоты
ku: %@ hesabê bankê
ky: %@ банк эсеби
lv: %@ bankas konts
nb: %@ bankkonto
sl: %@ bančni račun
ur_pk: %@ بینک اکاؤنٹ
uz: %@ bank hisobi

# accessibility_vaulted_ach_full
source: %@ bank account ending in %@
az: %@ bank hesabı, sonu %@
fa: حساب بانکی %@ با پایان %@
hi: %@ बैंक खाता %@ में समाप्त होता है
hy: %@ delays %@-delays
ka: %@ საბანკო ანგარიში, ბოლო ციფრები %@
kk: %@ банк шоты, соңы %@
ku: %@ hesabê bankê ku bi %@ diqede
ky: %@ банк эсеби, аягы %@
lv: %@ bankas konts ar beigu cipariem %@
nb: %@ bankkonto som slutter på %@
sl: %@ bančni račun s končnico %@
ur_pk: %@ بینک اکاؤنٹ جو %@ پر ختم ہوتا ہے
uz: %@ bank hisobi, oxiri %@

# accessibility_vaulted_card_full
source: %@ card ending in %@, expires %@, %@
az: %@ kart, sonu %@, bitmə %@, %@
fa: کارت %@ با پایان %@، انقضا %@، %@
hi: %@ कार्ड %@ में समाप्त होता है, %@ को समाप्त होगा, %@
hy: %@ delays %@-delays, delays %@, %@
ka: %@ ბარათი, ბოლო ციფრები %@, ვადა %@, %@
kk: %@ картасы, соңы %@, мерзімі %@, %@
ku: %@ kart bi %@ diqede, diqede %@, %@
ky: %@ карта, аягы %@, мөөнөтү %@, %@
lv: %@ karte ar beigu cipariem %@, derīga līdz %@, %@
nb: %@ kort som slutter på %@, utløper %@, %@
sl: %@ kartica s končnico %@, poteče %@, %@
ur_pk: %@ کارڈ جو %@ پر ختم ہوتا ہے، میعاد ختم %@، %@
uz: %@ karta, oxiri %@, muddati %@, %@

# accessibility_vaulted_card_no_name
source: %@ card ending in %@, expires %@
az: %@ kart, sonu %@, bitmə %@
fa: کارت %@ با پایان %@، انقضا %@
hi: %@ कार्ड %@ में समाप्त होता है, %@ को समाप्त होगा
hy: %@ delays %@-delays, delays %@
ka: %@ ბარათი, ბოლო ციფრები %@, ვადა %@
kk: %@ картасы, соңы %@, мерзімі %@
ku: %@ kart bi %@ diqede, diqede %@
ky: %@ карта, аягы %@, мөөнөтү %@
lv: %@ karte ar beigu cipariem %@, derīga līdz %@
nb: %@ kort som slutter på %@, utløper %@
sl: %@ kartica s končnico %@, poteče %@
ur_pk: %@ کارڈ جو %@ پر ختم ہوتا ہے، میعاد ختم %@
uz: %@ karta, oxiri %@, muddati %@

# accessibility_vaulted_payment_method
source: Saved payment method: %@
az: Saxlanmış ödəniş metodu: %@
fa: روش پرداخت ذخیره‌شده: %@
hi: सहेजी गई भुगतान विधि: %@
hy: delays: %@
ka: შენახული გადახდის მეთოდი: %@
kk: Сақталған төлем әдісі: %@
ku: Rêbaza daynê ya veşartî: %@
ky: Сакталган төлөм ыкмасы: %@
lv: Saglabātā maksājuma metode: %@
nb: Lagret betalingsmetode: %@
sl: Shranjen način plačila: %@
ur_pk: محفوظ شدہ ادائیگی کا طریقہ: %@
uz: Saqlangan to'lov usuli: %@

# primer_klarna_button_authorize
source: Continue
az: Davam et
fa: ادامه
hi: जारी रखें
hy: Շարունակել
ka: გაგრძელება
kk: Жалғастыру
ky: Улантуу
lv: Turpināt
sl: Nadaljuj
ur_pk: جاری رکھیں
uz: Davom etish

# primer_klarna_button_finalize
source: Pay
az: Ödə
fa: پرداخت
hi: भुगतान करें
hy: Վճարել
ka: გადახდა
kk: Төлеу
ky: Төлөө
lv: Maksāt
sl: Plačaj
ur_pk: ادائیگی کریں
uz: Toʻlash

# primer_klarna_select_category_description
source: Choose how you'd like to pay
az: Necə ödəmək istədiyinizi seçin
fa: نحوه پرداخت را انتخاب کنید
hi: चुनें कि आप कैसे भुगतान करना चाहते हैं
hy: Ընտրեք, թե ինչպես եք ուզում վճարել
ka: აირჩიეთ როგორ გსურთ გადახდა
kk: Қалай төлегіңіз келетінін таңдаңыз
ky: Кантип төлөгүңүз келет, тандаңыз
lv: Izvēlieties, kā vēlaties maksāt
sl: Izberite način plačila
ur_pk: منتخب کریں کہ آپ کیسے ادائیگی کرنا چاہتے ہیں
uz: Qanday toʻlashni xohlaysiz, tanlang

# primer_klarna_loading_title
source: Loading
az: Yüklənir
fa: بارگذاری
hi: लोड हो रहा है
hy: Ներբեռնվում է
ka: იტვირთება
kk: Жүктелуде
ky: Жүктөлүүдө
lv: Ielādē
sl: Nalaganje
ur_pk: لوڈ ہو رہا ہے
uz: Yuklanmoqda

# primer_klarna_loading_subtitle
source: This may take a few seconds.
az: Bu bir neçə saniyə çəkə bilər.
fa: این ممکن است چند ثانیه طول بکشد.
hi: इसमें कुछ सेकंड लग सकते हैं।
hy: Սա կարող է տևել մի քանի վայրկյան։
ka: შეიძლება რამდენიმე წამი დასჭირდეს.
kk: Бұл бірнеше секунд алуы мүмкін.
ky: Бул бир нече секунд алышы мүмкүн.
lv: Tas var aizņemt dažas sekundes.
sl: To lahko traja nekaj sekund.
ur_pk: اس میں چند سیکنڈ لگ سکتے ہیں۔
uz: Bu bir necha soniya vaqt olishi mumkin.

# accessibility_klarna_category
source: %@ payment option
az: %@ ödəniş seçimi
fa: گزینه پرداخت %@
hi: %@ भुगतान विकल्प
hy: %@ վճարման տարբերակ
ka: %@ გადახდის ვარიანტი
kk: %@ төлем опциясы
ky: %@ төлөм варианты
lv: %@ maksājuma iespēja
sl: Možnost plačila %@
ur_pk: %@ ادائیگی کا آپشن
uz: %@ toʻlov varianti

# accessibility_klarna_category_selected
source: %@ payment option, selected
az: %@ ödəniş seçimi, seçilmiş
fa: گزینه پرداخت %@، انتخاب شده
hi: %@ भुगतान विकल्प, चयनित
hy: %@ վճարման տարբերակ, ընտրված
ka: %@ გადახდის ვარიანტი, არჩეული
kk: %@ төлем опциясы, таңдалған
ky: %@ төлөм варианты, тандалган
lv: %@ maksājuma iespēja, atlasīts
sl: Možnost plačila %@, izbrano
ur_pk: %@ ادائیگی کا آپشن، منتخب
uz: %@ toʻlov varianti, tanlangan

# accessibility_klarna_payment_view
source: Klarna payment form
az: Klarna ödəniş forması
fa: فرم پرداخت Klarna
hi: Klarna भुगतान फ़ॉर्म
hy: Klarna վճարման ձև
ka: Klarna გადახდის ფორმა
kk: Klarna төлем формасы
ky: Klarna төлөм формасы
lv: Klarna maksājuma veidlapa
sl: Obrazec za plačilo Klarna
ur_pk: Klarna ادائیگی فارم
uz: Klarna toʻlov formasi

# accessibility_klarna_authorize_hint
source: Double tap to continue with Klarna
az: Klarna ilə davam etmək üçün iki dəfə toxunun
fa: برای ادامه با Klarna دوبار ضربه بزنید
hi: Klarna के साथ जारी रखने के लिए डबल टैप करें
hy: Կրկնակի հպեք՝ շարունակելու Klarna-ով
ka: ორჯერ შეეხეთ Klarna-ით გასაგრძელებლად
kk: Klarna арқылы жалғастыру үшін екі рет түртіңіз
ky: Klarna менен улантуу үчүн эки жолу басыңыз
lv: Veiciet dubultskārienu, lai turpinātu ar Klarna
sl: Dvakrat tapnite za nadaljevanje s Klarna
ur_pk: Klarna کے ساتھ جاری رکھنے کے لیے ڈبل ٹیپ کریں
uz: Klarna bilan davom etish uchun ikki marta bosing

# accessibility_klarna_finalize_hint
source: Double tap to complete payment
az: Ödənişi tamamlamaq üçün iki dəfə toxunun
fa: برای تکمیل پرداخت دوبار ضربه بزنید
hi: भुगतान पूरा करने के लिए डबल टैप करें
hy: Կրկնակի հպեք՝ վճարումն ավարտելու համար
ka: ორჯერ შეეხეთ გადახდის დასასრულებლად
kk: Төлемді аяқтау үшін екі рет түртіңіз
ky: Төлөмдү аяктоо үчүн эки жолу басыңыз
lv: Veiciet dubultskārienu, lai pabeigtu maksājumu
sl: Dvakrat tapnite za dokončanje plačila
ur_pk: ادائیگی مکمل کرنے کے لیے ڈبل ٹیپ کریں
uz: Toʻlovni yakunlash uchun ikki marta bosing

# primer_ach_title
source: Bank Account
hi: बैंक खाता
kk: Банк шоты
ur_pk: بینک اکاؤنٹ
uz: Bank hisobi

# primer_ach_pay_with_title
source: Pay with ACH
kk: ACH арқылы төлеу
ur_pk: ACH سے ادائیگی کریں
uz: ACH orqali to'lang

# primer_ach_user_details_title
source: Enter your details to connect your bank account
hi: अपना बैंक खाता जोड़ने के लिए अपना विवरण दर्ज करें
kk: Банк шотын қосу үшін мәліметтеріңізді енгізіңіз
ur_pk: اپنا بینک اکاؤنٹ جوڑنے کے لیے اپنی تفصیلات درج کریں
uz: Bank hisobingizni ulash uchun maʼlumotlaringizni kiriting

# primer_ach_personal_details_subtitle
source: Your personal details
kk: Сіздің жеке мәліметтеріңіз
ur_pk: آپ کی ذاتی تفصیلات
uz: Shaxsiy ma'lumotlaringiz

# primer_ach_email_disclaimer
source: We'll only use this to keep you updated about your payment
kk: Біз мұны тек сіздің төлеміңіз туралы хабардар ету үшін қолданамыз
ur_pk: ہم اسے صرف آپ کی ادائیگی کے بارے میں آپ کو آگاہ رکھنے کے لیے استعمال کریں گے
uz: Buni faqat to'lovingiz haqida sizni xabardor qilish uchun foydalanamiz

# primer_ach_button_continue
source: Continue
hi: जारी रखें
kk: Жалғастыру
ur_pk: جاری رکھیں
uz: Davom etish

# primer_ach_mandate_title
source: Authorization
hi: प्राधिकरण
kk: Авторизация
ur_pk: اجازت
uz: Avtorizatsiya

# primer_ach_mandate_button_accept
source: I Agree
hi: मैं सहमत हूं
kk: Келісемін
ur_pk: میں متفق ہوں
uz: Roziman

# primer_ach_mandate_button_decline
source: Cancel
hi: रद्द करें
kk: Болдырмау
ur_pk: منسوخ کریں
uz: Bekor qilish
