Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/CheckoutComponentsLocalizable/*.lproj/CheckoutComponentsStrings.strings
Languages: az, fa, fil, hi, hy, ka, kk, ku, ky, lv, mk, nb, sl, sq, ur_pk, uz

# primer_ach_mandate_template
source: By clicking "I Agree", you authorize %1$@ to debit the bank account specified above for any amount owed for charges arising from your use of %1$@'s services and/or purchase of products from %1$@, pursuant to %1$@'s website and terms, until this authorization is revoked. You may amend or cancel this authorization at any time by providing notice to %1$@ with 30 (thirty) days notice.
hi: "मैं सहमत हूं" पर क्लिक करके, आप %1$@ को ऊपर निर्दिष्ट बैंक खाते से %1$@ की सेवाओं के आपके उपयोग और/या %1$@ से उत्पादों की खरीद से उत्पन्न शुल्कों के लिए बकाया किसी भी राशि को, %1$@ की वेबसाइट और शर्तों के अनुसार, इस प्राधिकरण के रद्द होने तक डेबिट करने के लिए अधिकृत करते हैं। आप %1$@ को 30 (तीस) दिन की पूर्व सूचना देकर किसी भी समय इस प्राधिकरण को संशोधित या रद्द कर सकते हैं।
kk: "Келісемін" түймесін басу арқылы сіз %1$@ компаниясына %1$@ қызметтерін пайдаланудан және/немесе %1$@ өнімдерін сатып алудан туындаған төлемдер үшін жоғарыда көрсетілген банк шотынан кез келген қарыз сомасын %1$@ веб-сайты мен шарттарына сәйкес, осы авторизация жойылғанша алуға рұқсат бересіз. Бұл авторизацияны кез келген уақытта %1$@ компаниясына 30 (отыз) күн бұрын хабарлау арқылы өзгертуге немесе болдырмауға болады.
ur_pk: "میں متفق ہوں" پر کلک کرکے، آپ %1$@ کو اوپر بیان کردہ بینک اکاؤنٹ سے %1$@ کی خدمات کے استعمال اور/یا %1$@ سے مصنوعات کی خریداری سے پیدا ہونے والے چارجز کے لیے واجب الادا کسی بھی رقم کو، %1$@ کی ویب سائٹ اور شرائط کے مطابق، جب تک یہ اجازت منسوخ نہ ہو، کاٹنے کی اجازت دیتے ہیں۔ آپ %1$@ کو 30 (تیس) دن پہلے نوٹس دے کر کسی بھی وقت اس اجازت میں ترمیم یا منسوخی کر سکتے ہیں۔
uz: "Roziman" tugmasini bosish orqali siz %1$@ga yuqorida koʻrsatilgan bank hisobidan %1$@ xizmatlaridan foydalanish va/yoki %1$@dan mahsulotlar sotib olish natijasida yuzaga keladigan toʻlovlar uchun qarzdor boʻlgan har qanday summani, %1$@ veb-sayti va shartlariga muvofiq, ushbu avtorizatsiya bekor qilinmaguncha yechib olish huquqini berasiz. Siz ushbu avtorizatsiyani istalgan vaqtda %1$@ga 30 (oʻttiz) kun oldin xabar berib oʻzgartirishingiz yoki bekor qilishingiz mumkin.

# accessibility_ach_continue_hint
source: Double tap to continue to bank account selection
hi: बैंक खाता चयन पर जारी रखने के लिए डबल टैप करें
kk: Банк шотын таңдауға жалғастыру үшін екі рет түртіңіз
ur_pk: بینک اکاؤنٹ کے انتخاب پر جاری رکھنے کے لیے ڈبل ٹیپ کریں
uz: Bank hisobini tanlashga davom etish uchun ikki marta bosing

# accessibility_ach_mandate_accept_hint
source: Double tap to accept the authorization and complete payment
hi: प्राधिकरण स्वीकार करने और भुगतान पूरा करने के लिए डबल टैप करें
kk: Авторизацияны қабылдау және төлемді аяқтау үшін екі рет түртіңіз
ur_pk: اجازت قبول کرنے اور ادائیگی مکمل کرنے کے لیے ڈبل ٹیپ کریں
uz: Avtorizatsiyani qabul qilish va toʻlovni yakunlash uchun ikki marta bosing

# accessibility_ach_mandate_decline_hint
source: Double tap to decline and cancel the payment
hi: अस्वीकार करने और भुगतान रद्द करने के लिए डबल टैप करें
kk: Бас тарту және төлемді болдырмау үшін екі рет түртіңіз
ur_pk: مسترد کرنے اور ادائیگی منسوخ کرنے کے لیے ڈبل ٹیپ کریں
uz: Rad etish va toʻlovni bekor qilish uchun ikki marta bosing
