Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/CheckoutComponentsLocalizable/*.lproj/CheckoutComponentsStrings.strings
Languages: az, fa, fil, hi, hy, ka, kk, ku, ky, lv, mk, nb, sl, sq, ur_pk, uz

# primer_vault_cvv_error_invalid
source: Please enter a valid CVV.
az: Zəhmət olmasa düzgün CVV daxil edin.
fa: لطفاً CVV معتبر وارد کنید.
fil: Mangyaring maglagay ng wastong CVV.
hi: कृपया एक मान्य CVV दर्ज करें।
hy: Խնդրում ենք մուտքագրել գործող CVV։
ka: გთხოვთ შეიყვანოთ სწორი CVV.
kk: Жарамды CVV енгізіңіз.
ku: Ji kerema xwe CVV-yek derbasdar binivîse.
ky: Туура CVV киргизиңиз.
lv: Lūdzu, ievadiet derīgu CVV.
mk: Ве молиме внесете валиден CVV.
nb: Vennligst oppgi en gyldig CVV.
sl: Vnesite veljaven CVV.
sq: Ju lutem vendosni një CVV të vlefshëm.
ur_pk: براہ کرم درست CVV درج کریں۔
uz: Iltimos, to'g'ri CVV kiriting.

# primer_vault_cvv_error_generic
source: Something went wrong. Try again.
az: Nəsə səhv oldu. Yenidən cəhd edin.
fa: خطایی رخ داد. دوباره تلاش کنید.
fil: May nangyaring mali. Subukan muli.
hi: कुछ गलत हो गया। पुनः प्रयास करें।
hy: Ինչ-որ բան սխալ է եղել։ Կրկին փորձեք։
ka: რაღაც არასწორად მოხდა. სცადეთ ხელახლა.
kk: Бірдеңе дұрыс болмады. Қайталап көріңіз.
ku: Tiştek xelet çê bû. Dîsa biceribîne.
ky: Бир нерсе туура эмес болду. Кайра аракет кылыңыз.
lv: Kaut kas nogāja greizi. Mēģiniet vēlreiz.
mk: Нешто тргна наопаку. Обидете се повторно.
nb: Noe gikk galt. Prøv igjen.
sl: Nekaj je šlo narobe. Poskusite znova.
sq: Dicka shkoi gabim. Provoni përsëri.
ur_pk: کچھ غلط ہو گیا۔ دوبارہ کوشش کریں۔
uz: Nimadir noto'g'ri ketdi. Qayta urinib ko'ring.

# primer_vault_delete_message
source: Are you sure you want to delete this payment method?
az: Bu ödəniş metodunu silmək istədiyinizdən əminsiniz?
fa: آیا مطمئن هستید که می‌خواهید این روش پرداخت را حذف کنید؟
fil: Sigurado ka bang gusto mong tanggalin ang paraan ng pagbabayad na ito?
hi: क्या आप वाकई इस भुगतान विधि को हटाना चाहते हैं?
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել այս վճարման եղանակը։
ka: დარწმუნებული ხართ, რომ გსურთ ამ გადახდის მეთოდის წაშლა?
kk: Бұл төлем әдісін жойғыңыз келетініне сенімдісіз бе?
ku: Ma hûn bawer in ku dixwazin vê rêbaza daynê jê bibin?
ky: Бул төлөм ыкмасын өчүргүңүз келеби?
lv: Vai tiešām vēlaties dzēst šo maksājuma metodi?
mk: Дали сте сигурни дека сакате да го избришете овој начин на плаќање?
nb: Er du sikker på at du vil slette denne betalingsmetoden?
sl: Ali ste prepričani, da želite izbrisati ta način plačila?
sq: Jeni të sigurt që dëshironi të fshini këtë metodë pagese?
ur_pk: کیا آپ واقعی یہ ادائیگی کا طریقہ حذف کرنا چاہتے ہیں؟
uz: Ushbu to'lov usulini o'chirishni xohlaysizmi?

# primer_vault_delete_button_confirm
source: Delete
az: Sil
fa: حذف
fil: Tanggalin
hi: हटाएं
hy: Ջնջել
ka: წაშლა
kk: Жою
ku: Jê bibe
ky: Өчүрүү
lv: Dzēst
mk: Избриши
nb: Slett
sl: Izbriši
sq: Fshi
ur_pk: حذف کریں
uz: O'chirish

# primer_vault_delete_button_cancel
source: Cancel
az: Ləğv et
fa: انصراف
fil: Kanselahin
hi: रद्द करें
hy: Չեղարկել
ka: გაუქმება
kk: Болдырмау
ku: Betal bike
ky: Жокко чыгаруу
lv: Atcelt
mk: Откажи
nb: Avbryt
sl: Prekliči
sq: Anulo
ur_pk: منسوخ کریں
uz: Bekor qilish

# accessibility_card_form_card_number_label
source: Card number, required
az: Kart nömrəsi, tələb olunur
fa: شماره کارت، الزامی
fil: Numero ng kard, kinakailangan
hi: कार्ड नंबर, आवश्यक
hy: Քարտի համար, պարտադիր
ka: ბარათის ნომერი, აუცილებელია
kk: Карта нөмірі, міндетті
ku: Hejmara kartê, pêwîst e
ky: Карта номери, милдеттүү
lv: Kartes numurs, obligāti
mk: Број на картичка, задолжително
nb: Kortnummer, påkrevd
sl: Številka kartice, obvezno
sq: Numri i kartës, i detyrueshëm
ur_pk: کارڈ نمبر، ضروری
uz: Karta raqami, majburiy

# accessibility_card_form_expiry_label
source: Expiry date, required
az: Bitmə tarixi, tələb olunur
fa: تاریخ انقضا، الزامی
fil: Petsa ng pag-expire, kinakailangan
hi: समाप्ति तिथि, आवश्यक
hy: Ժամկետի ավարտ, պարտադիր
ka: ვადის თარიღი, აუცილებელია
kk: Қолдану мерзімі, міндетті
ku: Dîroka qedandinê, pêwîst e
ky: Жарактуулук мөөнөтү, милдеттүү
lv: Derīguma termiņš, obligāti
mk: Датум на истекување, задолжително
nb: Utløpsdato, påkrevd
sl: Datum poteka, obvezno
sq: Data e skadimit, e detyrueshme
ur_pk: میعاد ختم ہونے کی تاریخ، ضروری
uz: Amal qilish muddati, majburiy

# accessibility_card_form_cvc_label
source: Security code, required
az: Təhlükəsizlik kodu, tələb olunur
fa: کد امنیتی، الزامی
fil: Security code, kinakailangan
hi: सुरक्षा कोड, आवश्यक
hy: Անվտանգության ծածկագիր, պարտադիր
ka: უსაფრთხოების კოდი, აუცილებელია
kk: Қауіпсіздік коды, міндетті
ku: Koda ewlehiyê, pêwîst e
ky: Коопсуздук коду, милдеттүү
lv: Drošības kods, obligāti
mk: Безбедносен код, задолжително
nb: Sikkerhetskode, påkrevd
sl: Varnostna koda, obvezno
sq: Kodi i sigurisë, i detyrueshëm
ur_pk: سیکیورٹی کوڈ، ضروری
uz: Xavfsizlik kodi, majburiy

# accessibility_card_form_cardholder_name_label
source: Cardholder name
az: Kart sahibinin adı
fa: نام دارنده کارت
fil: Pangalan ng may-ari ng kard
hi: कार्डधारक का नाम
hy: Քարտապանի անուն
ka: ბარათის მფლობელის სახელი
kk: Карта иесінің аты-жөні
ku: Navê xwediyê kartê
ky: Картанын ээсинин аты
lv: Kartes īpašnieka vārds
mk: Име на картичар
nb: Kortholders navn
sl: Ime imetnika kartice
sq: Emri i mbajtësit të kartës
ur_pk: کارڈ ہولڈر کا نام
uz: Karta egasining ismi

# accessibility_card_form_card_number_hint
source: Enter your card number
az: Kart nömrənizi daxil edin
fa: شماره کارت خود را وارد کنید
fil: Ilagay ang iyong 16-digit na numero ng kard
hi: अपना कार्ड नंबर दर्ज करें
hy: Մուտքագրեք ձեր քարտի համարը
ka: შეიყვანეთ ბარათის ნომერი
kk: Карта нөміріңізді енгізіңіз
ku: Hejmara kartê xwe binivîse
ky: Карта номериңизди киргизиңиз
lv: Ievadiet savu kartes numuru
mk: Внесете го вашиот 16-цифрен број на картичка
nb: Skriv inn kortnummeret ditt
sl: Vnesite številko kartice
sq: Vendosni numrin tuaj 16-shifror të kartës
ur_pk: اپنا کارڈ نمبر درج کریں
uz: Karta raqamingizni kiriting

# accessibility_card_form_expiry_hint
source: Enter expiry date in MM/YY format
az: Bitmə tarixini AA/İİ formatında daxil edin
fa: تاریخ انقضا را به فرمت MM/YY وارد کنید
fil: Ilagay ang petsa ng pag-expire sa format na MM/YY
hi: MM/YY प्रारूप में समाप्ति तिथि दर्ज करें
hy: Մուտքագրեք ժամկետի ավարտը ԱԱ/ՏՏ ձևաչափով
ka: შეიყვანეთ ვადის თარიღი თთ/წწ ფორმატში
kk: Қолдану мерзімін АА/ЖЖ форматында енгізіңіз
ku: Dîroka qedandinê bi formata MM/YY binivîse
ky: Жарактуулук мөөнөтүн АА/ЖЖ форматында киргизиңиз
lv: Ievadiet derīguma termiņu MM/GG formātā
mk: Внесете датум на истекување во формат ММ/ГГ
nb: Skriv inn utløpsdato i MM/ÅÅ format
sl: Vnesite datum poteka v formatu MM/LL
sq: Vendosni datën e skadimit në formatin MM/VV
ur_pk: میعاد ختم ہونے کی تاریخ MM/YY فارمیٹ میں درج کریں
uz: Amal qilish muddatini OY/YIL formatida kiriting

# accessibility_card_form_cvc_hint
source: 3 or 4 digit code on back of card
az: Kartın arxasındakı 3 və ya 4 rəqəmli kod
fa: کد ۳ یا ۴ رقمی پشت کارت
fil: 3 o 4 na digit na code sa likod ng kard
hi: कार्ड के पीछे 3 या 4 अंकों का कोड
hy: 3 կամ 4 նիշանոց ծածկագիր քարտի հետևի կողմում
ka: 3 ან 4 ციფრიანი კოდი ბარათის უკან მხარეს
kk: Картаның артындағы 3 немесе 4 таңбалы код
ku: Koda 3 an 4 hejmarî li pişta kartê
ky: Картанын арткы жагындагы 3 же 4 сандуу код
lv: 3 vai 4 ciparu kods uz kartes aizmugures
mk: 3 или 4 цифрен код на задната страна на картичката
nb: 3 eller 4-sifret kode på baksiden av kortet
sl: 3- ali 4-mestna koda na hrbtni strani kartice
sq: Kodi 3 ose 4 shifror në pjesën e pasme të kartës
ur_pk: کارڈ کے پچھلے حصے پر 3 یا 4 ہندسوں کا کوڈ
uz: Karta orqasidagi 3 yoki 4 raqamli kod

# accessibility_card_form_cardholder_name_hint
source: Enter name as shown on card
az: Kartda göstərildiyi kimi adı daxil edin
fa: نام مندرج روی کارت را وارد کنید
fil: Ilagay ang pangalan gaya ng nakasulat sa kard
hi: कार्ड पर दिखाए अनुसार नाम दर्ज करें
hy: Մուտքագրեք անունը, ինչպես ցուցադրված է քարտի վրա
ka: შეიყვანეთ სახელი ბარათზე მითითებული
kk: Картада көрсетілгендей аты-жөніні енгізіңіз
ku: Navê ku li ser kartê ye binivîse
ky: Картада көрсөтүлгөндөй аты-жөнүн киргизиңиз
lv: Ievadiet vārdu, kas norādīts uz kartes
mk: Внесете име како што е прикажано на картичката
nb: Skriv inn navn som vist på kortet
sl: Vnesite ime, kot je navedeno na kartici
sq: Vendosni emrin siç shfaqet në kartë
ur_pk: کارڈ پر دکھایا گیا نام درج کریں
uz: Kartada ko'rsatilgan ismni kiriting

# accessibility_card_form_billing_address_first_name_label
source: First name, required
az: Ad, tələb olunur
fa: نام، الزامی
fil: Unang pangalan, kinakailangan
hi: प्रथम नाम, आवश्यक
hy: Անուն, պարտադիր
ka: სახელი, აუცილებელია
kk: Аты, міндетті
ku: Nav, pêwîst e
ky: Аты, милдеттүү
lv: Vārds, obligāti
mk: Име, задолжително
nb: Fornavn, påkrevd
sl: Ime, obvezno
sq: Emri, i detyrueshëm
ur_pk: پہلا نام، ضروری
uz: Ism, majburiy

# accessibility_card_form_billing_address_last_name_label
source: Last name, required
az: Soyad, tələb olunur
fa: نام خانوادگی، الزامی
fil: Apelyido, kinakailangan
hi: अंतिम नाम, आवश्यक
hy: Ազգանուն, պարտադիր
ka: გვარი, აუცილებელია
kk: Тегі, міндетті
ku: Paşnav, pêwîst e
ky: Фамилиясы, милдеттүү
lv: Uzvārds, obligāti
mk: Презиме, задолжително
nb: Etternavn, påkrevd
sl: Priimek, obvezno
sq: Mbiemri, i detyrueshëm
ur_pk: آخری نام، ضروری
uz: Familiya, majburiy

# accessibility_card_form_billing_address_address_line_1_label
source: Address line 1, required
az: Ünvan xətti 1, tələb olunur
fa: خط آدرس ۱، الزامی
fil: Address line 1, kinakailangan
hi: पता पंक्ति 1, आवश्यक
hy: Հասցեի տող 1, պարտադիր
ka: მისამართის ხაზი 1, აუცილებელია
kk: Мекенжай 1-жол, міндетті
ku: Rêza navnîşanê 1, pêwîst e
ky: Дарек сабы 1, милдеттүү
lv: Adreses 1. rindiņa, obligāti
mk: Адреса линија 1, задолжително
nb: Adresselinje 1, påkrevd
sl: 1. vrstica naslova, obvezno
sq: Adresa linja 1, e detyrueshme
ur_pk: پتے کی لائن 1، ضروری
uz: Manzil 1-qator, majburiy

# accessibility_card_form_billing_address_address_line_2_label
source: Address line 2, optional
az: Ünvan xətti 2, istəyə bağlı
fa: خط آدرس ۲، اختیاری
fil: Address line 2, opsyonal
hi: पता पंक्ति 2, वैकल्पिक
hy: Հասցեի տող 2, ոչ պարտադիր
ka: მისამართის ხაზი 2, არააუცილებელი
kk: Мекенжай 2-жол, міндетті емес
ku: Rêza navnîşanê 2, vebijarkî
ky: Дарек сабы 2, милдеттүү эмес
lv: Adreses 2. rindiņa, neobligāti
mk: Адреса линија 2, опционално
nb: Adresselinje 2, valgfri
sl: 2. vrstica naslova, neobvezno
sq: Adresa linja 2, opsionale
ur_pk: پتے کی لائن 2، اختیاری
uz: Manzil 2-qator, ixtiyoriy

# accessibility_card_form_billing_address_city_label
source: City, required
az: Şəhər, tələb olunur
fa: شهر، الزامی
fil: Lungsod, kinakailangan
hi: शहर, आवश्यक
hy: Քաղաք, պարտադիր
ka: ქალაქი, აუცილებელია
kk: Қала, міндетті
ku: Bajar, pêwîst e
ky: Шаар, милдеттүү
lv: Pilsēta, obligāti
mk: Град, задолжително
nb: By, påkrevd
sl: Kraj, obvezno
sq: Qyteti, i detyrueshëm
ur_pk: شہر، ضروری
uz: Shahar, majburiy

# accessibility_card_form_billing_address_city_hint
source: Enter city name
az: Şəhər adını daxil edin
fa: نام شهر را وارد کنید
fil: Ilagay ang pangalan ng lungsod
hi: शहर का नाम दर्ज करें
hy: Մուտքագրեք քաղաքի անունը
ka: შეიყვანეთ ქალაქის სახელი
kk: Қала атауын енгізіңіз
ku: Navê bajarê binivîse
ky: Шаардын аталышын киргизиңиз
lv: Ievadiet pilsētas nosaukumu
mk: Внесете име на град
nb: Skriv inn bynavn
sl: Vnesite ime kraja
sq: Vendosni emrin e qytetit
ur_pk: شہر کا نام درج کریں
uz: Shahar nomini kiriting

# accessibility_card_form_billing_address_state_label
source: State, required
az: Ştat, tələb olunur
fa: استان، الزامی
fil: Estado, kinakailangan
hi: राज्य, आवश्यक
hy: Նահանգ, պարտադիր
ka: რეგიონი, აუცილებელია
kk: Облыс, міндетті
ku: Eyalet, pêwîst e
ky: Штат, милдеттүү
lv: Valsts/reģions, obligāti
mk: Регион, задолжително
nb: Fylke, påkrevd
sl: Pokrajina, obvezno
sq: Shteti, i detyrueshëm
ur_pk: صوبہ، ضروری
uz: Viloyat, majburiy

# accessibility_card_form_billing_address_postal_code_label
source: Postal code, required
az: Poçt kodu, tələb olunur
fa: کد پستی، الزامی
fil: Postal code, kinakailangan
hi: पोस्टल कोड, आवश्यक
hy: Փոստային դասիչ, պարտադիր
ka: საფოსტო ინდექსი, აუცილებელია
kk: Пошта индексі, міндетті
ku: Koda posteyê, pêwîst e
ky: Почта индекси, милдеттүү
lv: Pasta indekss, obligāti
mk: Поштенски код, задолжително
nb: Postnummer, påkrevd
sl: Poštna številka, obvezno
sq: Kodi postar, i detyrueshëm
ur_pk: پوسٹل کوڈ، ضروری
uz: Pochta indeksi, majburiy

# accessibility_card_form_billing_address_postal_code_hint
source: Enter postal or ZIP code
az: Poçt və ya ZIP kodu daxil edin
fa: کد پستی را وارد کنید
fil: Ilagay ang postal o ZIP code
hi: पोस्टल या पिन कोड दर्ज करें
hy: Մուտքագրեք փոստային կամ ZIP դասիչը
ka: შეიყვანეთ საფოსტო ინდექსი
kk: Пошта немесе ZIP индексін енгізіңіз
ku: Koda posteyê an ZIP binivîse
ky: Почта же ZIP кодун киргизиңиз
lv: Ievadiet pasta indeksu
mk: Внесете поштенски код
nb: Skriv inn postnummer
sl: Vnesite poštno številko
sq: Vendosni kodin postar ose ZIP
ur_pk: پوسٹل یا ZIP کوڈ درج کریں
uz: Pochta yoki ZIP kodini kiriting

# accessibility_card_form_billing_address_country_label
source: Country, required
az: Ölkə, tələb olunur
fa: کشور، الزامی
fil: Bansa, kinakailangan
hi: देश, आवश्यक
hy: Երկիր, պարտադիր
ka: ქვეყანა, აუცილებელია
kk: Мемлекет, міндетті
ku: Welat, pêwîst e
ky: Өлкө, милдеттүү
lv: Valsts, obligāti
mk: Држава, задолжително
nb: Land, påkrevd
sl: Država, obvezno
sq: Vendi, i detyrueshëm
ur_pk: ملک، ضروری
uz: Mamlakat, majburiy

# accessibility_card_form_network_selector
source: Select network
az: Şəbəkə seçin
fa: انتخاب شبکه
fil: Pumili ng network
hi: नेटवर्क चुनें
hy: Ընտրել ցանց
ka: აირჩიეთ ქსელი
kk: Желіні таңдау
ku: Torê hilbijêre
ky: Тармакты тандоо
lv: Izvēlēties tīklu
mk: Избери мрежа
nb: Velg nettverk
sl: Izberi omrežje
sq: Zgjidhni rrjetin
ur_pk: نیٹ ورک منتخب کریں
uz: Tarmoqni tanlang

# accessibility_card_form_network_selector_label
source: Card network selector
az: Kart şəbəkəsi seçici
fa: انتخابگر شبکه کارت
fil: Tagapili ng network ng kard
hi: कार्ड नेटवर्क चयनकर्ता
hy: Քարտի ցանցի ընտրություն
ka: ბარათის ქსელის არჩევა
kk: Карта желісін таңдағыш
ku: Hilbijêrê torê ya kartê
ky: Карта тармагын тандагыч
lv: Kartes tīkla izvēle
mk: Избирач на мрежа на картичка
nb: Kortnettverk-velger
sl: Izbirnik omrežja kartice
sq: Zgjedhësi i rrjetit të kartës
ur_pk: کارڈ نیٹ ورک کا انتخاب کنندہ
uz: Karta tarmoqini tanlash

# accessibility_card_form_network_selector_hint
source: Double tap to select a different card network
az: Fərqli kart şəbəkəsi seçmək üçün iki dəfə toxunun
fa: برای انتخاب شبکه کارت دیگر دوبار ضربه بزنید
fil: I-double tap upang pumili ng ibang network ng kard
hi: एक अलग कार्ड नेटवर्क चुनने के लिए दो बार टैप करें
hy: Կրկնակի հպեք՝ ընտրելու այլ քարտային ցանց
ka: ორმაგი შეხება სხვა ბარათის ქსელის ასარჩევად
kk: Басқа карта желісін таңдау үшін екі рет түртіңіз
ku: Du car bikin ji bo hilbijartina torê ya kartê yê cuda
ky: Башка карта тармагын тандоо үчүн эки жолу басыңыз
lv: Divreiz pieskarieties, lai izvēlētos citu kartes tīklu
mk: Допрете двапати за да изберете различна мрежа на картичка
nb: Dobbelttrykk for å velge et annet kortnettverk
sl: Dvakrat tapnite za izbiro drugega omrežja kartice
sq: Trokit dy herë për të zgjedhur një rrjet tjetër kartash
ur_pk: مختلف کارڈ نیٹ ورک منتخب کرنے کے لیے دو بار ٹیپ کریں
uz: Boshqa karta tarmoqini tanlash uchun ikki marta bosing

# accessibility_card_form_network_selector_inline_hint
source: Double tap to select this network
az: Bu şəbəkəni seçmək üçün iki dəfə toxunun
fa: برای انتخاب این شبکه دوبار ضربه بزنید
fil: I-double tap upang piliin ang network na ito
hi: इस नेटवर्क को चुनने के लिए दो बार टैप करें
hy: Կրկնակի հպեք՝ ընտրելու այս ցանցը
ka: ორმაგი შეხება ამ ქსელის ასარჩევად
kk: Бұл желіні таңдау үшін екі рет түртіңіз
ku: Du car bikin ji bo hilbijartina vê torê
ky: Бул тармакты тандоо үчүн эки жолу басыңыз
lv: Divreiz pieskarieties, lai izvēlētos šo tīklu
mk: Допрете двапати за да ја изберете оваа мрежа
nb: Dobbelttrykk for å velge dette nettverket
sl: Dvakrat tapnite za izbiro tega omrežja
sq: Trokit dy herë për të zgjedhur këtë rrjet
ur_pk: یہ نیٹ ورک منتخب کرنے کے لیے دو بار ٹیپ کریں
uz: Ushbu tarmoqni tanlash uchun ikki marta bosing

# accessibility_card_form_submit_label
source: Submit payment
az: Ödənişi göndər
fa: ارسال پرداخت
fil: Isumite ang pagbabayad
hi: भुगतान सबमिट करें
hy: Ուղարկել վճարումը
ka: გადახდის გაგზავნა
kk: Төлемді жіберу
ku: Daynê bişîne
ky: Төлөмдү жөнөтүү
lv: Iesniegt maksājumu
mk: Поднеси плаќање
nb: Send inn betaling
sl: Potrdi plačilo
sq: Dërgo pagesën
ur_pk: ادائیگی جمع کروائیں
uz: To'lovni yuborish

# accessibility_card_form_submit_hint
source: Double-tap to submit payment
az: Ödənişi göndərmək üçün iki dəfə toxunun
fa: برای ارسال پرداخت دوبار ضربه بزنید
fil: I-double tap upang isumite ang pagbabayad
hi: भुगतान सबमिट करने के लिए दो बार टैप करें
hy: Կրկնակի հպեք՝ ուղարկելու վճարումը
ka: ორმაგი შეხება გადახდის გასაგზავნად
kk: Төлемді жіберу үшін екі рет түртіңіз
ku: Du car bikin ji bo şandina daynê
ky: Төлөмдү жөнөтүү үчүн эки жолу басыңыз
lv: Divreiz pieskarieties, lai iesniegtu maksājumu
mk: Допрете двапати за да го поднесете плаќањето
nb: Dobbelttrykk for å sende inn betaling
sl: Dvakrat tapnite za potrditev plačila
sq: Trokit dy herë për të dërguar pagesën
ur_pk: ادائیگی جمع کروانے کے لیے دو بار ٹیپ کریں
uz: To'lovni yuborish uchun ikki marta bosing

# accessibility_card_form_submit_loading
source: Processing payment, please wait
az: Ödəniş işlənir, zəhmət olmasa gözləyin
fa: در حال پردازش پرداخت، لطفاً صبر کنید
fil: Pinoproseso ang pagbabayad, mangyaring maghintay
hi: भुगतान संसाधित हो रहा है, कृपया प्रतीक्षा करें
hy: Վճարումը մշակվում է, խնդրում ենք սպասել
ka: მუშავდება გადახდა, გთხოვთ დაელოდოთ
kk: Төлем өңделуде, күте тұрыңыз
ku: Dayn tê pêvekirin, ji kerema xwe bisekine
ky: Төлөм иштетилүүдө, күтө туруңуз
lv: Maksājums tiek apstrādāts, lūdzu, uzgaidiet
mk: Се обработува плаќањето, ве молиме почекајте
nb: Behandler betaling, vennligst vent
sl: Obdelava plačila, počakajte
sq: Po përpunohet pagesa, ju lutem prisni
ur_pk: ادائیگی پر کارروائی ہو رہی ہے، براہ کرم انتظار کریں
uz: To'lov qayta ishlanmoqda, iltimos, kuting

# accessibility_card_form_submit_disabled
source: Button disabled. Complete all required fields to enable payment
az: Düymə deaktivdir. Ödənişi aktivləşdirmək üçün bütün tələb olunan sahələri doldurun
fa: دکمه غیرفعال است. برای فعال‌سازی پرداخت، همه فیلدهای الزامی را تکمیل کنید
fil: Naka-disable ang button. Kumpletuhin ang lahat ng kinakailangang field upang ma-enable ang pagbabayad
hi: बटन अक्षम है। भुगतान सक्षम करने के लिए सभी आवश्यक फ़ील्ड पूर्ण करें
hy: Կոճակն անջատված է։ Լրացրեք բոլոր պարտադիր դաշտերը՝ վճարումն ակտիվացնելու համար
ka: ღილაკი გამორთულია. შეავსეთ ყველა აუცილებელი ველი გადახდის გასააქტიურებლად
kk: Батырма өшірілген. Төлемді қосу үшін барлық міндетті өрістерді толтырыңыз
ku: Bişkok neçalak e. Hemû zeviyên pêwîst temam bike ji bo çalakkirina daynê
ky: Баскыч өчүк. Төлөмдү иштетүү үчүн бардык милдеттүү талааларды толтуруңуз
lv: Poga atspējota. Aizpildiet visus obligātos laukus, lai iespējotu maksājumu
mk: Копчето е оневозможено. Пополнете ги сите задолжителни полиња за да го овозможите плаќањето
nb: Knapp deaktivert. Fyll ut alle påkrevde felt for å aktivere betaling
sl: Gumb je onemogočen. Izpolnite vsa obvezna polja za omogočitev plačila
sq: Butoni i çaktivizuar. Plotësoni të gjitha fushat e detyrueshme për të aktivizuar pagesën
ur_pk: بٹن غیر فعال ہے۔ ادائیگی کو فعال کرنے کے لیے تمام ضروری فیلڈز مکمل کریں
uz: Tugma o'chirilgan. To'lovni yoqish uchun barcha majburiy maydonlarni to'ldiring

# accessibility_card_form_card_number_error_invalid
source: Invalid card number. Please check and try again.
az: Yanlış kart nömrəsi. Zəhmət olmasa yoxlayın və yenidən cəhd edin.
fa: شماره کارت نامعتبر است. لطفاً بررسی کرده و دوباره تلاش کنید.
fil: Di-wastong numero ng kard. Mangyaring suriin at subukan muli.
hi: अमान्य कार्ड नंबर। कृपया जांचें और पुनः प्रयास करें।
hy: Սխալ քարտի համար։ Ստուգեք և կրկին փորձեք։
ka: ბარათის არასწორი ნომერი. გთხოვთ შეამოწმოთ და სცადოთ ხელახლა.
kk: Карта нөмірі жарамсыз. Тексеріп, қайталап көріңіз.
ku: Hejmara kartê ne derbasdar e. Ji kerema xwe kontrol bike û dîsa biceribîne.
ky: Туура эмес карта номери. Текшерип, кайра аракет кылыңыз.
lv: Nederīgs kartes numurs. Lūdzu, pārbaudiet un mēģiniet vēlreiz.
mk: Невалиден број на картичка. Ве молиме проверете и обидете се повторно.
nb: Ugyldig kortnummer. Vennligst kontroller og prøv igjen.
sl: Neveljavna številka kartice. Preverite in poskusite znova.
sq: Numri i kartës i pavlefshëm. Ju lutem kontrolloni dhe provoni përsëri.
ur_pk: غلط کارڈ نمبر۔ براہ کرم چیک کریں اور دوبارہ کوشش کریں۔
uz: Karta raqami noto'g'ri. Iltimos, tekshirib qayta urinib ko'ring.

# accessibility_card_form_card_number_error_empty
source: Card number is required.
az: Kart nömrəsi tələb olunur.
fa: شماره کارت الزامی است.
fil: Kinakailangan ang numero ng kard.
hi: कार्ड नंबर आवश्यक है।
hy: Քարտի համարը պարտադիր է։
ka: ბარათის ნომერი აუცილებელია.
kk: Карта нөмірі міндетті түрде толтырылуы керек.
ku: Hejmara kartê pêwîst e.
ky: Карта номери талап кылынат.
lv: Kartes numurs ir obligāts.
mk: Бројот на картичка е задолжителен.
nb: Kortnummer er påkrevd.
sl: Številka kartice je obvezna.
sq: Numri i kartës kërkohet.
ur_pk: کارڈ نمبر ضروری ہے۔
uz: Karta raqami kiritish shart.

# accessibility_card_form_expiry_error_invalid
source: Invalid expiry date.
az: Yanlış bitmə tarixi.
fa: تاریخ انقضا نامعتبر است.
fil: Di-wastong petsa ng pag-expire.
hi: अमान्य समाप्ति तिथि।
hy: Սխալ ժամկետի ավարտ։
ka: არასწორი ვადის თარიღი.
kk: Қолдану мерзімі жарамсыз.
ku: Dîroka qedandinê ne derbasdar e.
ky: Туура эмес жарактуулук мөөнөтү.
lv: Nederīgs derīguma termiņš.
mk: Невалиден датум на истекување.
nb: Ugyldig utløpsdato.
sl: Neveljaven datum poteka.
sq: Data e skadimit e pavlefshme.
ur_pk: غلط میعاد ختم ہونے کی تاریخ۔
uz: Amal qilish muddati noto'g'ri.

# accessibility_card_form_cvc_error_invalid
source: Invalid security code.
az: Yanlış təhlükəsizlik kodu.
fa: کد امنیتی نامعتبر است.
fil: Di-wastong security code.
hi: अमान्य सुरक्षा कोड।
hy: Սխալ անվտանգության ծածկագիր։
ka: არასწორი უსაფრთხოების კოდი.
kk: Қауіпсіздік коды жарамсыз.
ku: Koda ewlehiyê ne derbasdar e.
ky: Туура эмес коопсуздук коду.
lv: Nederīgs drošības kods.
mk: Невалиден безбедносен код.
nb: Ugyldig sikkerhetskode.
sl: Neveljavna varnostna koda.
sq: Kodi i sigurisë i pavlefshëm.
ur_pk: غلط سیکیورٹی کوڈ۔
uz: Xavfsizlik kodi noto'g'ri.

# accessibility_card_form_cvv_icon
source: CVV security code
az: CVV təhlükəsizlik kodu
fa: آیکون کد امنیتی
hi: CVV सुरक्षा कोड
hy: CVV անվտանգության ծածկագիր
ka: CVV უსაფრთხოების კოდი
kk: CVV қауіпсіздік коды
ku: Koda ewlehî CVV
ky: CVV коопсуздук коду
lv: CVV drošības kods
mk: CVV безбедносен код
nb: CVV sikkerhetskode
sl: Varnostna koda CVV
sq: Kodi i sigurisë CVV
ur_pk: CVV سیکیورٹی کوڈ
uz: CVV xavfsizlik kodi

# accessibility_card_form_expiry_icon
source: Card expiry date
az: Kartın bitmə tarixi
fa: آیکون تاریخ انقضا
fil: Petsa ng pag-expire ng kard
hi: कार्ड समाप्ति तिथि
hy: Քարտի ժամկետի ավարտ
ka: ბარათის ვადის თარიღი
kk: Карта қолдану мерзімі
ku: Dîroka qedandina kartê
ky: Картанын жарактуулук мөөнөтү
lv: Kartes derīguma termiņš
mk: Датум на истекување на картичка
nb: Kortets utløpsdato
sl: Datum poteka kartice
sq: Data e skadimit të kartës
ur_pk: کارڈ کی میعاد ختم ہونے کی تاریخ
uz: Karta amal qilish muddati

# accessibility_card_form_billing_section
source: Billing address
az: Ödəniş ünvanı
fa: بخش آدرس صورتحساب
fil: Address ng pagsingil
hi: बिलिंग पता
hy: Հաշվի հասցե
ka: საბილინგო მისამართი
kk: Төлем мекенжайы
ku: Navnîşana daynê
ky: Эсеп дарек бөлүмү
lv: Norēķinu adrese
mk: Адреса за наплата
nb: Fakturaadresse
sl: Naslov za obračun
sq: Adresa e faturimit
ur_pk: بلنگ کا پتہ
uz: Hisob-faktura manzili

# accessibility_common_required
source: required
az: tələb olunur
fa: الزامی
fil: kinakailangan
hi: आवश्यक
hy: պարտադիր
ka: აუცილებელია
kk: міндетті
ku: pêwîst e
ky: милдеттүү
lv: obligāti
mk: задолжително
nb: påkrevd
sl: obvezno
sq: i detyrueshëm
ur_pk: ضروری
uz: majburiy
