Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/CheckoutComponentsLocalizable/*.lproj/CheckoutComponentsStrings.strings
Languages: az, fa, fil, hi, hy, ka, kk, ku, ky, lv, mk, nb, sl, sq, ur_pk, uz

# primer_checkout_title
source: Checkout
az: Ödəniş
fa: تسویه حساب
hi: चेकआउट
hy: Վճարում
ka: გადახდა
kk: Төлем жасау
ku: Dayin
ky: Төлөм
lv: Norēķināties
mk: Наплата
nb: Betaling
sl: Blagajna
sq: Pagesë
ur_pk: چیک آؤٹ
uz: To'lov

# primer_card_form_title
source: Pay with card
az: Kartla ödəyin
fa: پرداخت با کارت
fil: Magbayad gamit ang kard
hi: कार्ड से भुगतान करें
hy: Վճարել քարտով
ka: გადახდა ბარათით
kk: Картамен төлеу
ku: Bi kartê bide
ky: Карта менен төлөө
lv: Maksāt ar karti
mk: Плати со картичка
nb: Betal med kort
sl: Plačaj s kartico
sq: Paguaj me kartë
ur_pk: کارڈ سے ادائیگی کریں
uz: Karta bilan to'lash

# primer_card_form_billing_address_title
source: Billing address
az: Ödəniş ünvanı
fa: آدرس صورتحساب
fil: Address ng pagsingil
hi: बिलिंग पता
hy: Հաշվի հասցե
ka: საბილინგო მისამართი
kk: Төлем мекенжайы
ku: Navnîşana daynê
ky: Эсеп дареги
lv: Norēķinu adrese
mk: Адреса за наплата
nb: Fakturaadresse
sl: Naslov za obračun
sq: Adresa e faturimit
ur_pk: بلنگ کا پتہ
uz: Hisob-faktura manzili

# primer_common_button_pay
source: Pay
az: Ödə
fa: پرداخت
fil: Magbayad
hi: भुगतान करें
hy: Վճարել
ka: გადახდა
kk: Төлеу
ku: Bide
ky: Төлөө
lv: Maksāt
mk: Плати
nb: Betal
sl: Plačaj
sq: Paguaj
ur_pk: ادائیگی کریں
uz: To'lash

# primer_common_button_pay_amount
source: Pay %1$@
az: %1$@ ödə
fa: پرداخت %1$@
fil: Magbayad ng %1$@
hi: भुगतान करें %1$@
hy: Վճարել %1$@
ka: გადახდა %1$@
kk: Төлеу %1$@
ku: Bide %1$@
ky: %1$@ төлөө
lv: Maksāt %1$@
mk: Плати %1$@
nb: Betal %1$@
sl: Plačaj %1$@
sq: Paguaj %1$@
ur_pk: %1$@ ادا کریں
uz: %1$@ to'lash

# primer_common_button_cancel
source: Cancel
az: Ləğv et
fa: انصراف
fil: Kanselahin
hi: रद्द करें
hy: Չեղարկել
ka: გაუქმება
kk: Болдырмау
ku: Betal bike
ky: Жокко чыгаруу
lv: Atcelt
mk: Откажи
nb: Avbryt
sl: Prekliči
sq: Anulo
ur_pk: منسوخ کریں
uz: Bekor qilish

# primer_common_button_retry
source: Retry
az: Yenidən cəhd edin
fa: تلاش مجدد
fil: Subukan muli
hi: पुनः प्रयास करें
hy: Կրկին փորձել
ka: ხელახლა ცდა
kk: Қайталау
ku: Dîsa biceribîne
ky: Кайра аракет кылуу
lv: Mēģināt vēlreiz
mk: Обиди се повторно
nb: Prøv igjen
sl: Poskusi znova
sq: Provo përsëri
ur_pk: دوبارہ کوشش کریں
uz: Qayta urinish

# primer_common_back
source: Back
az: Geri
fa: بازگشت
fil: Bumalik
hi: वापस
hy: Հետ
ka: უკან
kk: Артқа
ku: Vegere
ky: Артка
lv: Atpakaļ
mk: Назад
nb: Tilbake
sl: Nazaj
sq: Kthehu
ur_pk: واپس
uz: Orqaga

# primer_common_error_generic
source: An unknown error occurred.
az: Naməlum xəta baş verdi.
fa: خطای ناشناخته‌ای رخ داده است.
fil: May naganap na hindi kilalang error.
hi: एक अज्ञात त्रुटि हुई।
hy: Անհայտ սխալ է տեղի ունեցել։
ka: დაფიქსირდა უცნობი შეცდომა.
kk: Белгісіз қате орын алды.
ku: Xeletîyek nenas çêbû.
ky: Белгисиз ката кетти.
lv: Radās nezināma kļūda.
mk: Се случи непозната грешка.
nb: En ukjent feil har oppstått.
sl: Prišlo je do neznane napake.
sq: Ndodhi një gabim i panjohur.
ur_pk: ایک نامعلوم خرابی پیش آئی۔
uz: Noma'lum xatolik yuz berdi.

# primer_common_error_unexpected
source: An unexpected error occurred.
az: Gözlənilməz xəta baş verdi.
fa: خطای غیرمنتظره‌ای رخ داده است.
fil: May naganap na hindi inaasahang error.
hi: एक अप्रत्याशित त्रुटि हुई।
hy: Անսպասելի սխալ է տեղի ունեցել։
ka: დაფიქსირდა მოულოდნელი შეცდომა.
kk: Күтпеген қате орын алды.
ku: Xeletîyek nêwendî çêbû.
ky: Күтүлбөгөн ката кетти.
lv: Radās negaidīta kļūda.
mk: Се случи неочекувана грешка.
nb: En uventet feil har oppstått.
sl: Prišlo je do nepričakovane napake.
sq: Ndodhi një gabim i papritur.
ur_pk: ایک غیر متوقع خرابی پیش آئی۔
uz: Kutilmagan xatolik yuz berdi.

# primer_payment_selection_header
source: Choose payment method
az: Ödəniş metodunu seçin
fa: انتخاب روش پرداخت
fil: Pumili ng paraan ng pagbabayad
hi: भुगतान विधि चुनें
hy: Ընտրեք վճարման եղանակ
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдау
ku: Rêbaza daynê hilbijêre
ky: Төлөм ыкмасын тандаңыз
lv: Izvēlēties maksājuma metodi
mk: Избери начин на плаќање
nb: Velg betalingsmetode
sl: Izberite način plačila
sq: Zgjidhni metodën e pagesës
ur_pk: ادائیگی کا طریقہ منتخب کریں
uz: To'lov usulini tanlang

# primer_payment_selection_surcharge_may_apply
source: Additional fees may apply
az: Əlavə ödənişlər tətbiq oluna bilər
fa: امکان اعمال هزینه‌های اضافی
fil: Maaaring may karagdagang bayad
hi: अतिरिक्त शुल्क लागू हो सकते हैं
hy: Կարող են կիրառվել լրացուցիչ վճարներ
ka: შესაძლოა დაემატოს დამატებითი საკომისიო
kk: Қосымша алымдар қолданылуы мүмкін
ku: Lêçûnên zêde dibe ku werin sepandin
ky: Кошумча төлөмдөр талап кылынышы мүмкүн
lv: Var tikt piemērotas papildu maksas
mk: Може да се применат дополнителни трошоци
nb: Ytterligere avgifter kan påløpe
sl: Morda bodo zaračunani dodatni stroški
sq: Mund të aplikohen tarifa shtesë
ur_pk: اضافی فیس لاگو ہو سکتی ہے
uz: Qo'shimcha to'lovlar qo'llanilishi mumkin

# primer_payment_selection_surcharge_none
source: No additional fee
az: Əlavə ödəniş yoxdur
fa: بدون هزینه اضافی
fil: Walang karagdagang bayad
hi: कोई अतिरिक्त शुल्क नहीं
hy: Առանց լրացուցիչ վճարի
ka: დამატებითი საკომისიო არ არის
kk: Қосымша алым жоқ
ku: Tu lêçûna zêde tune
ky: Кошумча төлөм жок
lv: Bez papildmaksas
mk: Без дополнителни трошоци
nb: Ingen ytterligere avgifter
sl: Brez dodatnih stroškov
sq: Nuk ka tarifë shtesë
ur_pk: کوئی اضافی فیس نہیں
uz: Qo'shimcha to'lovsiz

# primer_payment_selection_surcharge_label
source: Surcharge fee
az: Əlavə ödəniş
fa: هزینه اضافی
fil: Bayad sa surcharge
hi: अधिभार शुल्क
hy: Լրացուցիչ վճար
ka: დამატებითი საკომისიო
kk: Қосымша алым
ku: Lêçûna zêde
ky: Кошумча төлөм
lv: Papildmaksa
mk: Надомест
nb: Tilleggsgebyr
sl: Doplačilo
sq: Tarifë shtesë
ur_pk: اضافی فیس
uz: Qo'shimcha to'lov

# primer_payment_selection_empty
source: No payment methods available
az: Ödəniş metodu mövcud deyil
fa: روش پرداختی در دسترس نیست
fil: Walang available na paraan ng pagbabayad
hi: कोई भुगतान विधियाँ उपलब्ध नहीं हैं
hy: Վճարման եղանակներ չկան
ka: გადახდის მეთოდები არ არის ხელმისაწვდომი
kk: Төлем әдістері қолжетімді емес
ku: Tu rêbazên daynê tune ne
ky: Төлөм ыкмалары жеткиликтүү эмес
lv: Nav pieejamas maksājuma metodes
mk: Нема достапни начини на плаќање
nb: Ingen betalingsmetoder tilgjengelig
sl: Ni razpoložljivih načinov plačila
sq: Nuk ka metoda pagese të disponueshme
ur_pk: کوئی ادائیگی کے طریقے دستیاب نہیں
uz: To'lov usullari mavjud emas

# primer_checkout_splash_title
source: Loading your secure checkout
az: Təhlükəsiz ödəniş yüklənir
fa: بارگذاری تسویه حساب امن شما
fil: Nilo-load ang iyong secure na checkout
hi: आपका सुरक्षित चेकआउट लोड हो रहा है
hy: Ներբեռնվում է անվտանգ վճարումը
ka: იტვირთება თქვენი დაცული გადახდის გვერდი
kk: Қауіпсіз төлем жүйесі жүктелуде
ku: Dayna ewle ya we tê barkirin
ky: Коопсуз төлөмүңүз жүктөлүүдө
lv: Tiek ielādēti jūsu drošie norēķini
mk: Се вчитува вашата безбедна наплата
nb: Laster din sikre betaling
sl: Nalaganje vaše varne blagajne
sq: Po ngarkohet pagesa juaj e sigurt
ur_pk: آپ کا محفوظ چیک آؤٹ لوڈ ہو رہا ہے
uz: Xavfsiz to'lov yuklanmoqda

# primer_checkout_splash_subtitle
source: This won't take long
az: Bu çox vaxt aparmayacaq
fa: این کار زمان زیادی نمی‌برد
fil: Hindi ito tatagal nang matagal
hi: इसमें ज्यादा समय नहीं लगेगा
hy: Սա երկար չի տևի
ka: ეს დიდხანს არ გასტანს
kk: Бұл ұзаққа созылмайды
ku: Ev ê pir dirêj neşibe
ky: Бул көп убакытты албайт
lv: Tas ilgs nedaudzas sekundes
mk: Ова нема да потрае долго
nb: Dette tar ikke lang tid
sl: To ne bo trajalo dolgo
sq: Kjo nuk do të zgjasë shumë
ur_pk: اس میں زیادہ وقت نہیں لگے گا
uz: Bu uzoq davom etmaydi

# primer_checkout_loading_indicator
source: Loading
az: Yüklənir
fa: بارگذاری
fil: Nilo-load
hi: लोड हो रहा है
hy: Ներբեռնվում է
ka: იტვირთება
kk: Жүктелуде
ku: Tê barkirin
ky: Жүктөлүүдө
lv: Notiek ielāde
mk: Се вчитува
nb: Laster
sl: Nalaganje
sq: Po ngarkohet
ur_pk: لوڈ ہو رہا ہے
uz: Yuklanmoqda

# primer_checkout_success_title
source: Payment successful
az: Ödəniş uğurla tamamlandı
fa: پرداخت موفق
fil: Matagumpay ang pagbabayad
hi: भुगतान सफल
hy: Վճարումն իրականացվել է
ka: გადახდა წარმატებულია
kk: Төлем сәтті орындалды
ku: Dayn serkeftî bû
ky: Төлөм ийгиликтүү
lv: Maksājums veiksmīgs
mk: Плаќањето е успешно
nb: Betaling vellykket
sl: Plačilo uspešno
sq: Pagesa u krye me sukses
ur_pk: ادائیگی کامیاب ہو گئی
uz: To'lov muvaffaqiyatli amalga oshirildi

# primer_checkout_success_subtitle
source: You'll be redirected to the order confirmation page soon.
az: Tezliklə sifariş təsdiq səhifəsinə yönləndiriləcəksiniz.
fa: به زودی به صفحه تأیید سفارش هدایت خواهید شد.
fil: Mare-redirect ka sa pahina ng kumpirmasyon ng order sa lalong madaling panahon.
hi: आपको जल्द ही ऑर्डर पुष्टिकरण पृष्ठ पर पुनर्निर्देशित किया जाएगा।
hy: Շուտով ուղղորդվելու եք պատվերի հաստատման էջ։
ka: მალე გადამისამართდებით შეკვეთის დადასტურების გვერდზე.
kk: Сіз жақын арада тапсырысты растау бетіне бағытталасыз.
ku: Hûn ê bi zû vegerin rûpela pejirandina fermana xwe.
ky: Сиз жакында буйрутманы ырастоо баракчасына багытталасыз.
lv: Drīzumā tiksiet novirzīts uz pasūtījuma apstiprinājuma lapu.
mk: Наскоро ќе бидете пренасочени на страницата за потврда на нарачката.
nb: Du vil snart bli omdirigert til ordrebekreftelsessiden.
sl: Kmalu boste preusmerjeni na stran s potrditvijo naročila.
sq: Do të ridrejtoheni në faqen e konfirmimit të porosisë së shpejti.
ur_pk: آپ کو جلد ہی آرڈر کی تصدیق کے صفحے پر منتقل کر دیا جائے گا۔
uz: Tez orada buyurtmani tasdiqlash sahifasiga yo'naltirilasiz.

# primer_checkout_error_title
source: Payment failed
az: Ödəniş uğursuz oldu
fa: پرداخت ناموفق
fil: Nabigo ang pagbabayad
hi: भुगतान विफल
hy: Վճարումը չհաջողվեց
ka: გადახდა ვერ შესრულდა
kk: Төлем сәтсіз аяқталды
ku: Dayn têkçû
ky: Төлөм ишке ашпады
lv: Maksājums neizdevās
mk: Плаќањето не успеа
nb: Betaling mislyktes
sl: Plačilo ni uspelo
sq: Pagesa dështoi
ur_pk: ادائیگی ناکام ہو گئی
uz: To'lov amalga oshmadi

# primer_checkout_error_subtitle
source: There was a network issue.
az: Şəbəkə problemi yarandı.
fa: مشکلی در اتصال به شبکه وجود دارد.
fil: May problema sa network.
hi: एक नेटवर्क समस्या थी।
hy: Ցանցային խնդիր է ծագել։
ka: წარმოიშვა ქსელის პრობლემა.
kk: Желі қатесі орын алды.
ku: Pirsgirêkek torê hebû.
ky: Тармак маселеси пайда болду.
lv: Radās tīkla problēma.
mk: Се појави проблем со мрежата.
nb: Det oppstod et nettverksproblem.
sl: Prišlo je do težave z omrežjem.
sq: Pati një problem me rrjetin.
ur_pk: نیٹ ورک میں مسئلہ تھا۔
uz: Tarmoq muammosi yuz berdi.

# primer_checkout_error_button_other_methods
source: Choose other payment methods
az: Digər ödəniş metodlarını seçin
fa: انتخاب روش‌های پرداخت دیگر
fil: Pumili ng ibang paraan ng pagbabayad
hi: अन्य भुगतान विधियाँ चुनें
hy: Ընտրել այլ վճարման եղանակներ
ka: აირჩიეთ სხვა გადახდის მეთოდი
kk: Басқа төлем әдістерін таңдау
ku: Rêbazên din ên daynê hilbijêre
ky: Башка төлөм ыкмаларын тандоо
lv: Izvēlēties citas maksājuma metodes
mk: Избери други начини на плаќање
nb: Velg andre betalingsmetoder
sl: Izberite druge načine plačila
sq: Zgjidhni metoda të tjera pagese
ur_pk: دوسرے ادائیگی کے طریقے منتخب کریں
uz: Boshqa to'lov usullarini tanlash

# primer_checkout_processing_title
source: Processing your payment
az: Ödənişiniz işlənir
fa: در حال پردازش پرداخت شما
fil: Pinoproseso ang iyong pagbabayad
hi: आपका भुगतान संसाधित हो रहा है
hy: Ձեր վճարումը մշակվում է
ka: მუშავდება თქვენი გადახდა
kk: Төлеміңіз өңделуде
ku: Dayna we tê pêvekirin
ky: Төлөмүңүз иштетилүүдө
lv: Jūsu maksājums tiek apstrādāts
mk: Се обработува вашето плаќање
nb: Behandler din betaling
sl: Obdelava vašega plačila
sq: Po përpunohet pagesa juaj
ur_pk: آپ کی ادائیگی پر کارروائی ہو رہی ہے
uz: To'lovingiz qayta ishlanmoqda

# primer_checkout_processing_subtitle
source: Please wait...
az: Zəhmət olmasa gözləyin...
fa: لطفاً صبر کنید...
fil: Mangyaring maghintay...
hi: कृपया प्रतीक्षा करें...
hy: Խնդրում ենք սպասել...
ka: გთხოვთ დაელოდოთ...
kk: Күте тұрыңыз...
ku: Ji kerema xwe bisekine...
ky: Күтө туруңуз...
lv: Lūdzu, uzgaidiet...
mk: Ве молиме почекајте...
nb: Vennligst vent...
sl: Počakajte...
sq: Ju lutem prisni...
ur_pk: براہ کرم انتظار کریں...
uz: Iltimos, kuting...

# primer_checkout_dismissing
source: Dismissing...
az: Bağlanır...
fa: در حال بستن...
fil: Isinasara...
hi: बंद हो रहा है...
hy: Փակվում է...
ka: იხურება...
kk: Жабылуда...
ku: Tê girtin...
ky: Жабылууда...
lv: Notiek aizvēršana...
mk: Се затвора...
nb: Lukker...
sl: Zapiranje...
sq: Po mbyllet...
ur_pk: بند ہو رہا ہے...
uz: Yopilmoqda...

# primer_checkout_system_error_title
source: Payment System Error
az: Ödəniş Sistemi Xətası
fa: خطای سیستم پرداخت
fil: Error sa Sistema ng Pagbabayad
hi: भुगतान प्रणाली त्रुटि
hy: Վճարման համակարգի սխալ
ka: გადახდის სისტემის შეცდომა
kk: Төлем жүйесінің қатесі
ku: Xeletîya Pergala Daynê
ky: Төлөм системасынын катасы
lv: Maksājumu sistēmas kļūda
mk: Системска грешка при плаќање
nb: Systemfeil ved betaling
sl: Sistemska napaka pri plačilu
sq: Gabim në sistemin e pagesës
ur_pk: ادائیگی کے نظام میں خرابی
uz: To'lov tizimida xatolik

# primer_checkout_scope_unavailable
source: Checkout scope not available
az: Ödəniş əlçatan deyil
fa: محدوده تسویه حساب در دسترس نیست
fil: Hindi available ang checkout scope
hi: चेकआउट स्कोप उपलब्ध नहीं है
hy: Վճարման դաշտը հասանելի չէ
ka: გადახდის სესია არ არის ხელმისაწვდომი
kk: Төлем жасау қолжетімді емес
ku: Qada daynê ne berdest e
ky: Төлөм чөйрөсү жеткиликсиз
lv: Norēķinu apjoms nav pieejams
mk: Опсегот на наплата не е достапен
nb: Betalingsområde ikke tilgjengelig
sl: Obseg blagajne ni na voljo
sq: Hapësira e pagesës nuk është e disponueshme
ur_pk: چیک آؤٹ دستیاب نہیں ہے
uz: To'lov doirasi mavjud emas

# primer_checkout_auto_dismiss_message
source: This screen will close automatically in 3 seconds
az: Bu ekran 3 saniyə ərzində avtomatik olaraq bağlanacaq
fa: این صفحه به‌طور خودکار در ۳ ثانیه بسته خواهد شد
fil: Awtomatikong magsasara ang screen na ito sa loob ng 3 segundo
hi: यह स्क्रीन 3 सेकंड में स्वचालित रूप से बंद हो जाएगी
hy: Այս էկրանը ինքնաբերաբար կփակվի 3 վայրկյանից
ka: ეს ეკრანი ავტომატურად დაიხურება 3 წამში
kk: Бұл терезе 3 секундтан кейін автоматты түрде жабылады
ku: Ev dîmender ê di 3 çirkeyan de bixweber were girtin
ky: Бул экран 3 секундда автоматтык түрдө жабылат
lv: Šis ekrāns automātiski aizvērsies pēc 3 sekundēm
mk: Овој екран ќе се затвори автоматски за 3 секунди
nb: Dette vinduet vil lukkes automatisk om 3 sekunder
sl: Ta zaslon se bo samodejno zaprl čez 3 sekunde
sq: Kjo faqe do të mbyllet automatikisht për 3 sekonda
ur_pk: یہ اسکرین 3 سیکنڈ میں خود بخود بند ہو جائے گی
uz: Bu ekran 3 soniyada avtomatik yopiladi

# primer_card_form_label_number
source: Card Number
az: Kart Nömrəsi
fa: شماره کارت
fil: Numero ng Kard
hi: कार्ड नंबर
hy: Քարտի համար
ka: ბარათის ნომერი
kk: Карта нөмірі
ku: Hejmara kartê
ky: Карта номери
lv: Kartes numurs
mk: Број на картичка
nb: Kortnummer
sl: Številka kartice
sq: Numri i kartës
ur_pk: کارڈ نمبر
uz: Karta raqami

# primer_card_form_label_name
source: Name on card
az: Kartdakı ad
fa: نام روی کارت
fil: Pangalan sa kard
hi: कार्ड पर नाम
hy: Քարտին գրված անուն
ka: სახელი ბარათზე
kk: Картадағы аты-жөні
ku: Nav li ser kartê
ky: Картадагы ысым
lv: Vārds uz kartes
mk: Име на картичка
nb: Navn på kort
sl: Ime na kartici
sq: Emri në kartë
ur_pk: کارڈ پر نام
uz: Kartadagi ism

# primer_card_form_label_expiry
source: Expiry Date
az: Bitmə Tarixi
fa: تاریخ انقضا
fil: Petsa ng Pag-expire
hi: समाप्ति तिथि
hy: Ժամկետի ավարտ
ka: ვადის თარიღი
kk: Қолдану мерзімі
ku: Dîroka qedandinê
ky: Жарактуулук мөөнөтү
lv: Derīguma termiņš
mk: Датум на истекување
nb: Utløpsdato
sl: Datum poteka
sq: Data e skadimit
ur_pk: میعاد ختم ہونے کی تاریخ
uz: Amal qilish muddati

# primer_card_form_label_country
source: Country
az: Ölkə
fa: کشور
fil: Bansa
hi: देश
hy: Երկիր
ka: ქვეყანა
kk: Мемлекет
ku: Welat
ky: Өлкө
lv: Valsts
mk: Држава
nb: Land
sl: Država
sq: Vendi
ur_pk: ملک
uz: Mamlakat

# primer_card_form_label_country_code
source: Country Code
az: Ölkə Kodu
fa: کد کشور
fil: Code ng Bansa
hi: देश कोड
hy: Երկրի ծածկագիր
ka: ქვეყნის კოდი
kk: Мемлекет коды
ku: Koda welatê
ky: Өлкө коду
lv: Valsts kods
mk: Код на држава
nb: Landskode
sl: Koda države
sq: Kodi i vendit
ur_pk: ملک کا کوڈ
uz: Mamlakat kodi

# primer_card_form_label_postal
source: Postal Code
az: Poçt Kodu
fa: کد پستی
hi: पोस्टल कोड
hy: Փոստային դասիչ
ka: საფოსტო ინდექსი
kk: Пошта индексі
ku: Koda posteyê
ky: Почта индекси
lv: Pasta indekss
mk: Поштенски код
nb: Postnummer
sl: Poštna številka
sq: Kodi postar
ur_pk: پوسٹل کوڈ
uz: Pochta indeksi

# primer_card_form_label_city
source: City
az: Şəhər
fa: شهر
fil: Lungsod
hi: शहर
hy: Քաղաք
ka: ქალაქი
kk: Қала
ku: Bajar
ky: Шаар
lv: Pilsēta
mk: Град
nb: By
sl: Kraj
sq: Qyteti
ur_pk: شہر
uz: Shahar

# primer_card_form_label_state
source: State
az: Ştat
fa: استان
fil: Estado
hi: राज्य
hy: Նահանգ
ka: რეგიონი
kk: Облыс
ku: Eyalet
ky: Штат
lv: Novads/reģions
mk: Регион
nb: Fylke
sl: Pokrajina
sq: Shteti
ur_pk: صوبہ
uz: Viloyat

# primer_card_form_label_address1
source: Address Line 1
az: Ünvan Xətti 1
fa: خط آدرس ۱
hi: पता पंक्ति 1
hy: Հասցեի տող 1
ka: მისამართის ხაზი 1
kk: Мекенжай 1-жол
ku: Rêza navnîşanê 1
ky: Дарек сабы 1
lv: Adreses 1. rindiņa
mk: Адреса линија 1
nb: Adresselinje 1
sl: 1. vrstica naslova
sq: Adresa linja 1
ur_pk: پتے کی لائن 1
uz: Manzil 1-qator

# primer_card_form_label_address2
source: Address Line 2
az: Ünvan Xətti 2
fa: خط آدرس ۲
hi: पता पंक्ति 2
hy: Հասցեի տող 2
ka: მისამართის ხაზი 2
kk: Мекенжай 2-жол
ku: Rêza navnîşanê 2
ky: Дарек сабы 2
lv: Adreses 2. rindiņa
mk: Адреса линија 2
nb: Adresselinje 2
sl: 2. vrstica naslova
sq: Adresa linja 2
ur_pk: پتے کی لائن 2
uz: Manzil 2-qator

# primer_card_form_label_phone
source: Phone Number
az: Telefon Nömrəsi
fa: شماره تلفن
fil: Numero ng Telepono
hi: फ़ोन नंबर
hy: Հեռախոսահամար
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
ku: Hejmara têlefonê
ky: Телефон номери
lv: Tālruņa numurs
mk: Телефонски број
nb: Telefonnummer
sl: Telefonska številka
sq: Numri i telefonit
ur_pk: فون نمبر
uz: Telefon raqami

# primer_card_form_label_first_name
source: First Name
az: Ad
fa: نام
fil: Unang Pangalan
hi: प्रथम नाम
hy: Անուն
ka: სახელი
kk: Аты
ku: Nav
ky: Аты
lv: Vārds
mk: Име
nb: Fornavn
sl: Ime
sq: Emri
ur_pk: پہلا نام
uz: Ism

# primer_card_form_label_last_name
source: Last Name
az: Soyad
fa: نام خانوادگی
fil: Apelyido
hi: अंतिम नाम
hy: Ազգանուն
ka: გვარი
kk: Тегі
ku: Paşnav
ky: Фамилиясы
lv: Uzvārds
mk: Презиме
nb: Etternavn
sl: Priimek
sq: Mbiemri
ur_pk: آخری نام
uz: Familiya

# primer_card_form_label_email
source: Email
az: E-poçt
fa: ایمیل
hi: ईमेल
hy: Էլ. փոստ
ka: ელ. ფოსტა
kk: Электрондық пошта
ky: Электрондук почта
lv: E-pasts
mk: Е-пошта
nb: E-postadresse
sl: E-poštni naslov
ur_pk: ای میل
uz: Elektron pochta

# primer_card_form_label_retail
source: Retail Outlet
az: Pərakəndə Satış Nöqtəsi
fa: فروشگاه
hi: रिटेल आउटलेट
hy: Մանրածախ կետ
ka: საცალო პუნქტი
kk: Сауда нүктесі
ku: Cihê firoşê
ky: Соода чекити
lv: Tirdzniecības vieta
mk: Продажно место
nb: Utsalgssted
sl: Prodajno mesto
sq: Pika e shitjes
ur_pk: ریٹیل آؤٹ لیٹ
uz: Chakana savdo nuqtasi

# primer_card_form_label_otp
source: OTP Code
az: OTP Kodu
fa: کد یکبار مصرف
hi: OTP कोड
hy: OTP ծածկագիր
ka: OTP კოდი
kk: OTP коды
ku: Koda OTP
ky: OTP коду
lv: OTP kods
mk: OTP код
nb: OTP-kode
sl: Enkratna koda
sq: Kodi OTP
ur_pk: OTP کوڈ
uz: OTP kodi

# primer_card_form_label_field
source: Field
az: Sahə
fa: فیلد
hi: फ़ील्ड
hy: Դաշտ
ka: ველი
kk: Өріс
ku: Zevî
ky: Талаа
lv: Lauks
mk: Поле
nb: Felt
sl: Polje
sq: Fusha
ur_pk: فیلڈ
uz: Maydon

# primer_card_form_add_card
source: Add card
az: Kart əlavə edin
fa: افزودن کارت
fil: Magdagdag ng kard
hi: कार्ड जोड़ें
hy: Ավելացնել քարտ
ka: ბარათის დამატება
kk: Карта қосу
ku: Kart lê zêde bike
ky: Карта кошуу
lv: Pievienot karti
mk: Додади картичка
nb: Legg til kort
sl: Dodaj kartico
sq: Shto kartë
ur_pk: کارڈ شامل کریں
uz: Karta qo'shish

# primer_card_form_network_selector_title
source: Select Network
az: Şəbəkəni seçin
fa: انتخاب شبکه
fil: Pumili ng Network
hi: नेटवर्क चुनें
hy: Ընտրեք ցանց
ka: აირჩიეთ ქსელი
kk: Желіні таңдау
ku: Torê hilbijêre
ky: Тармакты тандоо
lv: Izvēlēties tīklu
mk: Избери мрежа
nb: Velg nettverk
sl: Izberi omrežje
sq: Zgjidhni rrjetin
ur_pk: نیٹ ورک منتخب کریں
uz: Tarmoqni tanlash

# primer_card_form_placeholder_name
source: Full name
az: Tam ad
fa: نام کامل
fil: Buong pangalan
hi: पूरा नाम
hy: Ամբողջական անուն
ka: სრული სახელი
kk: Толық аты-жөні
ku: Navê temam
ky: Толук аты-жөнү
lv: Pilns vārds
mk: Полно име
nb: Fullt navn
sl: Polno ime
sq: Emri i plotë
ur_pk: مکمل نام
uz: To'liq ism

# primer_card_form_placeholder_expiry
source: MM/YY
az: AA/İİ
hy: ԱԱ/ՏՏ
ka: თთ/წწ
kk: АА/ЖЖ
ky: АА/ЖЖ
lv: MM/GG
mk: ММ/ГГ
nb: MM/ÅÅ
sl: MM/LL
sq: MM/VV
uz: OY/YIL

# primer_card_form_placeholder_country_code
source: Select country
az: Ölkə seçin
fa: انتخاب کشور
fil: Pumili ng bansa
hi: देश चुनें
hy: Ընտրեք երկիր
ka: აირჩიეთ ქვეყანა
kk: Мемлекетті таңдау
ku: Welatê hilbijêre
ky: Өлкөнү тандаңыз
lv: Izvēlieties valsti
mk: Избери држава
nb: Velg land
sl: Izberite državo
sq: Zgjidhni vendin
ur_pk: ملک منتخب کریں
uz: Mamlakatni tanlang

# primer_card_form_placeholder_city
source: New York
az: Bakı
fa: تهران
fil: Maynila
hi: मुंबई
hy: Երևան
ka: თბილისი
kk: Алматы
ku: Hewlêr
ky: Бишкек
lv: Rīga
mk: Скопје
nb: Oslo
sl: Ljubljana
sq: Tiranë
ur_pk: کراچی
uz: Toshkent

# primer_card_form_placeholder_state
source: NY
az: AZ
fa: تهران
fil: Metro Manila
hi: दिल्ली
hy: Կ. Երևան
ka: თბილისი
kk: Алматы облысы
ku: KR
ky: Чүй
lv: Rīga
mk: Скопје
nb: Oslo
sl: Osrednjeslovenska
sq: TR
ur_pk: سندھ
uz: Toshkent viloyati

# primer_card_form_placeholder_address1
source: 123 Main Street
az: Nizami küçəsi 123
fa: خیابان ولیعصر ۱۲۳
fil: 123 Rizal Avenue
hi: 123 मुख्य मार्ग
hy: Աբովյան 123
ka: რუსთაველის გამზირი 123
kk: Абай даңғылы 123
ku: Kolana Sereke 123
ky: Чүй проспекти 123
lv: Brīvības iela 123
mk: Македонија бр. 123
nb: Storgata 123
sl: Slovenska cesta 123
sq: Rruga Dëshmorët e Kombit 123
ur_pk: شاہراہ فیصل 123
uz: Amir Temur ko'chasi 123

# primer_card_form_placeholder_address2
source: Apt 4B
az: Mənzil 4B
fa: واحد ۴
fil: Unit 4B
hi: अपार्टमेंट 4B
hy: Բն. 4Բ
ka: ბინა 4B
kk: 4Б пәтер
ku: Apartman 4B
ky: Кв. 4Б
lv: Dzīvoklis 4B
mk: Стан 4Б
nb: Leil. 4B
sl: Stanovanje 4B
sq: Ap 4B
ur_pk: اپارٹمنٹ 4B
uz: Kvartira 4B

# primer_card_form_placeholder_first_name
source: John
az: Əli
fa: علی
fil: Juan
hi: राहुल
hy: Արման
ka: გიორგი
kk: Нұрлан
ku: Ahmed
ky: Азамат
lv: Jānis
mk: Марко
nb: Ole
sl: Janez
sq: Arben
ur_pk: علی
uz: Aziz

# primer_card_form_placeholder_last_name
source: Doe
az: Əliyev
fa: احمدی
fil: dela Cruz
hi: शर्मा
hy: Հակոբյան
ka: ბერიძე
kk: Қасымов
ku: Kurdi
ky: Асанов
lv: Bērziņš
mk: Петровски
nb: Hansen
sl: Novak
sq: Hoxha
ur_pk: احمد
uz: Karimov

# primer_card_form_placeholder_email
source: john.doe@example.com
az: ali.aliyev@example.com
fa: ali.ahmadi@example.com
fil: juan.delacruz@example.com
hi: rahul.sharma@example.com
hy: arman.hakobyan@example.com
ka: giorgi.beridze@example.com
kk: nurlan.kassymov@example.com
ku: ahmed.kurdi@example.com
ky: azamat.asanov@example.com
lv: janis.berzins@piemers.lv
mk: marko.petrovski@primer.mk
nb: ole.hansen@eksempel.no
sl: janez.novak@primer.si
sq: arben.hoxha@shembull.com
ur_pk: ali.ahmad@example.com
uz: aziz.karimov@example.com

# primer_card_form_placeholder_retail
source: Select outlet
az: Satış nöqtəsini seçin
fa: انتخاب فروشگاه
fil: Pumili ng outlet
hi: आउटलेट चुनें
hy: Ընտրեք կետ
ka: აირჩიეთ პუნქტი
kk: Нүктені таңдау
ku: Cih hilbijêre
ky: Чекитти тандаңыз
lv: Izvēlēties vietu
mk: Избери продажно место
nb: Velg utsalgssted
sl: Izberite prodajno mesto
sq: Zgjidhni pikën
ur_pk: آؤٹ لیٹ منتخب کریں
uz: Nuqtani tanlang
