Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/CheckoutComponentsLocalizable/*.lproj/CheckoutComponentsStrings.strings
Languages: az, fa, fil, hi, hy, ka, kk, ku, ky, lv, mk, nb, sl, sq, ur_pk, uz

# primer_card_form_error_number_invalid
source: Invalid card number
az: Yanlış kart nömrəsi
fa: شماره کارت نامعتبر است
fil: Di-wastong numero ng kard
hi: अमान्य कार्ड नंबर
hy: Սխալ քարտի համար
ka: ბარათის არასწორი ნომერი
kk: Карта нөмірі жарамсыз
ku: Hejmara kartê ne derbasdar e
ky: Туура эмес карта номери
lv: Nederīgs kartes numurs
mk: Невалиден број на картичка
nb: Ugyldig kortnummer
sl: Neveljavna številka kartice
sq: Numri i kartës është i pavlefshëm
ur_pk: غلط کارڈ نمبر
uz: Karta raqami noto'g'ri

# primer_card_form_error_expiry_invalid
source: Invalid date
az: Yanlış tarix
fa: تاریخ نامعتبر است
fil: Di-wastong petsa
hi: अमान्य तिथि
hy: Սխալ ամսաթիվ
ka: არასწორი თარიღი
kk: Күн жарамсыз
ku: Dîrok ne derbasdar e
ky: Туура эмес күн
lv: Nederīgs datums
mk: Невалиден датум
nb: Ugyldig dato
sl: Neveljaven datum
sq: Data e pavlefshme
ur_pk: غلط تاریخ
uz: Sana noto'g'ri

# primer_card_form_error_cvv_invalid
source: Invalid CVV
az: Yanlış CVV
fa: CVV نامعتبر است
fil: Di-wastong CVV
hi: अमान्य CVV
hy: Սխալ CVV
ka: არასწორი CVV
kk: CVV жарамсыз
ku: CVV ne derbasdar e
ky: Туура эмес CVV
lv: Nederīgs CVV
mk: Невалиден CVV
nb: Ugyldig CVV
sl: Neveljaven CVV
sq: CVV i pavlefshëm
ur_pk: غلط CVV
uz: CVV noto'g'ri

# primer_card_form_error_name_invalid
source: Invalid Cardholder name
az: Yanlış kart sahibinin adı
fa: نام دارنده کارت نامعتبر است
fil: Di-wastong pangalan ng may-ari ng kard
hi: अमान्य कार्डधारक नाम
hy: Սխալ քարտապանի անուն
ka: ბარათის მფლობელის არასწორი სახელი
kk: Карта иесінің аты-жөні жарамсыз
ku: Navê xwediyê kartê ne derbasdar e
ky: Туура эмес картанын ээсинин аты
lv: Nederīgs kartes īpašnieka vārds
mk: Невалидно име на картичар
nb: Ugyldig kortholders navn
sl: Neveljavno ime imetnika kartice
sq: Emri i mbajtësit të kartës është i pavlefshëm
ur_pk: غلط کارڈ ہولڈر کا نام
uz: Karta egasining ismi noto'g'ri

# primer_card_form_error_name_length
source: Name must have between 2 and 45 characters
az: Ad 2 ilə 45 simvol arasında olmalıdır
fa: نام باید بین ۲ تا ۴۵ کاراکتر باشد
fil: Ang pangalan ay dapat may 2 hanggang 45 karakter
hi: नाम 2 से 45 वर्णों के बीच होना चाहिए
hy: Անունը պետք է պարունակի 2-ից 45 նիշ
ka: სახელი უნდა შეიცავდეს 2-დან 45 სიმბოლომდე
kk: Аты-жөні 2-ден 45 таңбаға дейін болуы керек
ku: Nav divê di navbera 2 û 45 tîpan de be
ky: Ысым 2ден 45 символго чейин болушу керек
lv: Vārdam jābūt no 2 līdz 45 rakstzīmēm
mk: Името мора да има помеѓу 2 и 45 знаци
nb: Navnet må ha mellom 2 og 45 tegn
sl: Ime mora imeti od 2 do 45 znakov
sq: Emri duhet të ketë midis 2 dhe 45 karaktere
ur_pk: نام 2 سے 45 حروف کے درمیان ہونا چاہیے
uz: Ism 2 dan 45 gacha belgidan iborat bo'lishi kerak

# primer_card_form_error_card_type_unsupported
source: Unsupported card type
az: Dəstəklənməyən kart növü
fa: نوع کارت پشتیبانی نمی‌شود
fil: Hindi sinusuportahang uri ng kard
hi: असमर्थित कार्ड प्रकार
hy: Քարտի տեսակն անառատչելի չէ
ka: ბარათის ტიპი არ არის მხარდაჭერილი
kk: Карта түрі қолдау көрсетілмейді
ku: Cureyê kartê nayê piştgirîkirin
ky: Колдоого алынбаган карта түрү
lv: Neatbalstīts kartes tips
mk: Неподдржан тип на картичка
nb: Korttype støttes ikke
sl: Nepodprta vrsta kartice
sq: Lloji i kartës nuk mbështetet
ur_pk: غیر معاون کارڈ کی قسم
uz: Karta turi qo'llab-quvvatlanmaydi

# primer_card_form_error_card_expired
source: Card has expired
az: Kartın müddəti bitib
fa: کارت منقضی شده است
fil: Nag-expire na ang kard
hi: कार्ड की अवधि समाप्त हो गई है
hy: Քարտի ժամկետն անցել է
ka: ბარათს ვადა გაუვიდა
kk: Карта мерзімі өтіп кеткен
ku: Kart qediyaye
ky: Картанын мөөнөтү бүткөн
lv: Kartes derīguma termiņš ir beidzies
mk: Картичката е истечена
nb: Kortet har utløpt
sl: Kartica je potekla
sq: Karta ka skaduar
ur_pk: کارڈ کی میعاد ختم ہو گئی ہے
uz: Kartaning amal qilish muddati tugagan

# primer_card_form_error_first_name_required
source: First Name is required
az: Ad tələb olunur
fa: نام الزامی است
fil: Kinakailangan ang Unang Pangalan
hi: प्रथम नाम आवश्यक है
hy: Անունը պարտադիր է
ka: სახელი აუცილებელია
kk: Аты міндетті түрде толтырылуы керек
ku: Nav pêwîst e
ky: Аты талап кылынат
lv: Vārds ir obligāts
mk: Името е задолжително
nb: Fornavn er påkrevd
sl: Ime je obvezno
sq: Emri kërkohet
ur_pk: پہلا نام ضروری ہے
uz: Ism kiritish shart

# primer_card_form_error_first_name_invalid
source: Invalid First Name
az: Yanlış ad
fa: نام نامعتبر است
fil: Di-wastong Unang Pangalan
hi: अमान्य प्रथम नाम
hy: Սխալ անուն
ka: არასწორი სახელი
kk: Аты жарамсыз
ku: Nav ne derbasdar e
ky: Туура эмес аты
lv: Nederīgs vārds
mk: Невалидно име
nb: Ugyldig fornavn
sl: Neveljavno ime
sq: Emri i pavlefshëm
ur_pk: غلط پہلا نام
uz: Ism noto'g'ri

# primer_card_form_error_last_name_required
source: Last Name is required
az: Soyad tələb olunur
fa: نام خانوادگی الزامی است
fil: Kinakailangan ang Apelyido
hi: अंतिम नाम आवश्यक है
hy: Ազգանունը պարտադիր է
ka: გვარი აუცილებელია
kk: Тегі міндетті түрде толтырылуы керек
ku: Paşnav pêwîst e
ky: Фамилиясы талап кылынат
lv: Uzvārds ir obligāts
mk: Презимето е задолжително
nb: Etternavn er påkrevd
sl: Priimek je obvezen
sq: Mbiemri kërkohet
ur_pk: آخری نام ضروری ہے
uz: Familiya kiritish shart

# primer_card_form_error_last_name_invalid
source: Invalid Last Name
az: Yanlış soyad
fa: نام خانوادگی نامعتبر است
fil: Di-wastong Apelyido
hi: अमान्य अंतिम नाम
hy: Սխալ ազգանուն
ka: არასწორი გვარი
kk: Тегі жарамсыз
ku: Paşnav ne derbasdar e
ky: Туура эмес фамилиясы
lv: Nederīgs uzvārds
mk: Невалидно презиме
nb: Ugyldig etternavn
sl: Neveljaven priimek
sq: Mbiemri i pavlefshëm
ur_pk: غلط آخری نام
uz: Familiya noto'g'ri

# primer_card_form_error_country_required
source: Country is required
az: Ölkə tələb olunur
fa: کشور الزامی است
fil: Kinakailangan ang Bansa
hi: देश आवश्यक है
hy: Երկիրը պարտադիր է
ka: ქვეყანა აუცილებელია
kk: Мемлекет міндетті түрде таңдалуы керек
ku: Welat pêwîst e
ky: Өлкө талап кылынат
lv: Valsts ir obligāta
mk: Државата е задолжителна
nb: Land er påkrevd
sl: Država je obvezna
sq: Vendi kërkohet
ur_pk: ملک ضروری ہے
uz: Mamlakatni tanlash shart

# primer_card_form_error_country_invalid
source: Invalid Country
az: Yanlış ölkə
fa: کشور نامعتبر است
fil: Di-wastong Bansa
hi: अमान्य देश
hy: Սխալ երկիր
ka: არასწორი ქვეყანა
kk: Мемлекет жарамсыз
ku: Welat ne derbasdar e
ky: Туура эмес өлкө
lv: Nederīga valsts
mk: Невалидна држава
nb: Ugyldig land
sl: Neveljavna država
sq: Vendi i pavlefshëm
ur_pk: غلط ملک
uz: Mamlakat noto'g'ri

# primer_card_form_error_address1_required
source: Address line 1 is required
az: Ünvan xətti 1 tələb olunur
fa: خط آدرس ۱ الزامی است
fil: Kinakailangan ang Address line 1
hi: पता पंक्ति 1 आवश्यक है
hy: Հասցեի տող 1-ը պարտադիր է
ka: მისამართის ხაზი 1 აუცილებელია
kk: Мекенжай 1-жол міндетті түрде толтырылуы керек
ku: Rêza navnîşanê 1 pêwîst e
ky: Дарек сабы 1 талап кылынат
lv: Adreses 1. rindiņa ir obligāta
mk: Адреса линија 1 е задолжителна
nb: Adresselinje 1 er påkrevd
sl: 1. vrstica naslova je obvezna
sq: Adresa linja 1 kërkohet
ur_pk: پتے کی لائن 1 ضروری ہے
uz: Manzil 1-qatorni kiritish shart

# primer_card_form_error_address1_invalid
source: Invalid Address Line 1
az: Yanlış ünvan xətti 1
fa: خط آدرس ۱ نامعتبر است
fil: Di-wastong Address Line 1
hi: अमान्य पता पंक्ति 1
hy: Սխալ հասցեի տող 1
ka: არასწორი მისამართის ხაზი 1
kk: Мекенжай 1-жол жарамсыз
ku: Rêza navnîşanê 1 ne derbasdar e
ky: Туура эмес дарек сабы 1
lv: Nederīga adreses 1. rindiņa
mk: Невалидна адреса линија 1
nb: Ugyldig adresselinje 1
sl: Neveljavna 1. vrstica naslova
sq: Adresa linja 1 e pavlefshme
ur_pk: غلط پتے کی لائن 1
uz: Manzil 1-qator noto'g'ri

# primer_card_form_error_address2_required
source: Address line 2 is required
az: Ünvan xətti 2 tələb olunur
fa: خط آدرس ۲ الزامی است
fil: Kinakailangan ang Address line 2
hi: पता पंक्ति 2 आवश्यक है
hy: Հասցեի տող 2-ը պարտադիր է
ka: მისამართის ხაზი 2 აუცილებელია
kk: Мекенжай 2-жол міндетті түрде толтырылуы керек
ku: Rêza navnîşanê 2 pêwîst e
ky: Дарек сабы 2 талап кылынат
lv: Adreses 2. rindiņa ir obligāta
mk: Адреса линија 2 е задолжителна
nb: Adresselinje 2 er påkrevd
sl: 2. vrstica naslova je obvezna
sq: Adresa linja 2 kërkohet
ur_pk: پتے کی لائن 2 ضروری ہے
uz: Manzil 2-qatorni kiritish shart

# primer_card_form_error_address2_invalid
source: Invalid Address Line 2
az: Yanlış ünvan xətti 2
fa: خط آدرس ۲ نامعتبر است
fil: Di-wastong Address Line 2
hi: अमान्य पता पंक्ति 2
hy: Սխալ հասցեի տող 2
ka: არასწორი მისამართის ხაზი 2
kk: Мекенжай 2-жол жарамсыз
ku: Rêza navnîşanê 2 ne derbasdar e
ky: Туура эмес дарек сабы 2
lv: Nederīga adreses 2. rindiņa
mk: Невалидна адреса линија 2
nb: Ugyldig adresselinje 2
sl: Neveljavna 2. vrstica naslova
sq: Adresa linja 2 e pavlefshme
ur_pk: غلط پتے کی لائن 2
uz: Manzil 2-qator noto'g'ri

# primer_card_form_error_city_required
source: City is required
az: Şəhər tələb olunur
fa: شهر الزامی است
fil: Kinakailangan ang Lungsod
hi: शहर आवश्यक है
hy: Քաղաքը պարտադիր է
ka: ქალაქი აუცილებელია
kk: Қала міндетті түрде толтырылуы керек
ku: Bajar pêwîst e
ky: Шаар талап кылынат
lv: Pilsēta ir obligāta
mk: Градот е задолжителен
nb: By er påkrevd
sl: Kraj je obvezen
sq: Qyteti kërkohet
ur_pk: شہر ضروری ہے
uz: Shaharni kiritish shart

# primer_card_form_error_city_invalid
source: Invalid city
az: Yanlış şəhər
fa: شهر نامعتبر است
fil: Di-wastong lungsod
hi: अमान्य शहर
hy: Սխալ քաղաք
ka: არასწორი ქალაქი
kk: Қала жарамсыз
ku: Bajar ne derbasdar e
ky: Туура эмес шаар
lv: Nederīga pilsēta
mk: Невалиден град
nb: Ugyldig by
sl: Neveljaven kraj
sq: Qyteti i pavlefshëm
ur_pk: غلط شہر
uz: Shahar noto'g'ri

# primer_card_form_error_state_required
source: State, Region or County is required
az: Ştat, Region və ya Rayon tələb olunur
fa: استان الزامی است
fil: Kinakailangan ang Estado, Rehiyon o County
hi: राज्य, क्षेत्र या काउंटी आवश्यक है
hy: Նահանգը, մարզը կամ գավառը պարտադիր է
ka: რეგიონი აუცილებელია
kk: Облыс міндетті түрде толтырылуы керек
ku: Eyalet, herêm an parêzgeh pêwîst e
ky: Штат, Аймак же Облус талап кылынат
lv: Novads, reģions vai apgabals ir obligāts
mk: Регионот е задолжителен
nb: Fylke er påkrevd
sl: Pokrajina, regija ali okrožje je obvezno
sq: Shteti, rajoni ose qarku kërkohet
ur_pk: صوبہ، علاقہ یا کاؤنٹی ضروری ہے
uz: Viloyat, mintaqa yoki okrugni kiritish shart

# primer_card_form_error_state_invalid
source: Invalid State, Region or County
az: Yanlış Ştat, Region və ya Rayon
fa: استان نامعتبر است
fil: Di-wastong Estado, Rehiyon o County
hi: अमान्य राज्य, क्षेत्र या काउंटी
hy: Սխալ նահանգ, մարզ կամ գավառ
ka: არასწორი რეგიონი
kk: Облыс жарамсыз
ku: Eyalet, herêm an parêzgeh ne derbasdar e
ky: Туура эмес штат, Аймак же Облус
lv: Nederīgs novads, reģions vai apgabals
mk: Невалиден регион
nb: Ugyldig fylke
sl: Neveljavna pokrajina, regija ali okrožje
sq: Shteti, rajoni ose qarku i pavlefshëm
ur_pk: غلط صوبہ، علاقہ یا کاؤنٹی
uz: Viloyat, mintaqa yoki okrug noto'g'ri

# primer_card_form_error_postal_required
source: Postal code is required
az: Poçt kodu tələb olunur
fa: کد پستی الزامی است
fil: Kinakailangan ang Postal code
hi: पोस्टल कोड आवश्यक है
hy: Փոստային դասիչը պարտադիր է
ka: საფოსტო ინდექსი აუცილებელია
kk: Пошта индексі міндетті түрде толтырылуы керек
ku: Koda posteyê pêwîst e
ky: Почта индекси талап кылынат
lv: Pasta indekss ir obligāts
mk: Поштенскиот код е задолжителен
nb: Postnummer er påkrevd
sl: Poštna številka je obvezna
sq: Kodi postar kërkohet
ur_pk: پوسٹل کوڈ ضروری ہے
uz: Pochta indeksini kiritish shart

# primer_card_form_error_postal_invalid
source: Invalid postal code
az: Yanlış poçt kodu
fa: کد پستی نامعتبر است
fil: Di-wastong postal code
hi: अमान्य पोस्टल कोड
hy: Սխալ փոստային դասիչ
ka: არასწორი საფოსტო ინდექსი
kk: Пошта индексі жарамсыз
ku: Koda posteyê ne derbasdar e
ky: Туура эмес почта индекси
lv: Nederīgs pasta indekss
mk: Невалиден поштенски код
nb: Ugyldig postnummer
sl: Neveljavna poštna številka
sq: Kodi postar i pavlefshëm
ur_pk: غلط پوسٹل کوڈ
uz: Pochta indeksi noto'g'ri

# primer_card_form_error_email_required
source: Email is required
az: E-poçt tələb olunur
fa: ایمیل الزامی است
fil: Kinakailangan ang Email
hi: ईमेल आवश्यक है
hy: Էլ. փոստը պարտադիր է
ka: ელ. ფოსტა აუცილებელია
kk: Электрондық пошта міндетті түрде толтырылуы керек
ku: E-mail pêwîst e
ky: Электрондук почта талап кылынат
lv: E-pasts ir obligāts
mk: Е-поштата е задолжителна
nb: E-postadresse er påkrevd
sl: E-poštni naslov je obvezen
sq: Email kërkohet
ur_pk: ای میل ضروری ہے
uz: Elektron pochtani kiritish shart

# primer_card_form_error_email_invalid
source: Invalid email
az: Yanlış e-poçt
fa: ایمیل نامعتبر است
fil: Di-wastong email
hi: अमान्य ईमेल
hy: Սխալ էլ. փոստ
ka: არასწორი ელ. ფოსტა
kk: Электрондық пошта жарамсыз
ku: E-mail ne derbasdar e
ky: Туура эмес электрондук почта
lv: Nederīgs e-pasts
mk: Невалидна е-пошта
nb: Ugyldig e-postadresse
sl: Neveljaven e-poštni naslov
sq: Email i pavlefshëm
ur_pk: غلط ای میل
uz: Elektron pochta noto'g'ri

# primer_card_form_error_phone_invalid
source: Enter a valid phone number
az: Düzgün telefon nömrəsi daxil edin
fa: شماره تلفن معتبر وارد کنید
fil: Maglagay ng wastong numero ng telepono
hi: एक मान्य फ़ोन नंबर दर्ज करें
hy: Մուտքագրեք գործող հեռախոսահամար
ka: შეიყვანეთ სწორი ტელეფონის ნომერი
kk: Жарамды телефон нөмірін енгізіңіз
ku: Hejmarek têlefonê ya derbasdar binivîse
ky: Туура телефон номерин киргизиңиз
lv: Ievadiet derīgu tālruņa numuru
mk: Внесете валиден телефонски број
nb: Skriv inn et gyldig telefonnummer
sl: Vnesite veljavno telefonsko številko
sq: Vendosni një numër telefoni të vlefshëm
ur_pk: درست فون نمبر درج کریں
uz: To'g'ri telefon raqamini kiriting

# primer_card_form_retail_not_implemented
source: Retail outlet selection not yet implemented
az: Pərakəndə satış nöqtəsi seçimi hələ tətbiq edilməyib
fa: انتخاب فروشگاه هنوز پیاده‌سازی نشده است
fil: Ang pagpili ng retail outlet ay hindi pa naipatutupad
hi: रिटेल आउटलेट चयन अभी तक लागू नहीं किया गया है
hy: Մանրածախ կետի ընտրությունը դեռ իրականացված չէ
ka: საცალო პუნქტის არჩევა ჯერ არ არის განხორციელებული
kk: Сауда нүктесін таңдау әлі енгізілмеген
ku: Hilbijartina cihê firoşê hêj nehatiye pêkanîn
ky: Соода чекитин тандоо али ишке ашкан эмес
lv: Tirdzniecības vietas izvēle vēl nav ieviesta
mk: Изборот на продажно место сè уште не е имплементиран
nb: Valg av utsalgssted er ikke implementert ennå
sl: Izbira prodajnega mesta še ni implementirana
sq: Zgjedhja e pikës së shitjes ende nuk është implementuar
ur_pk: ریٹیل آؤٹ لیٹ کا انتخاب ابھی لاگو نہیں ہوا
uz: Chakana savdo nuqtasini tanlash hali amalga oshirilmagan

# primer_country_title
source: Select Country
az: Ölkə seçin
fa: انتخاب کشور
fil: Pumili ng Bansa
hi: देश चुनें
hy: Ընտրեք երկիր
ka: აირჩიეთ ქვეყანა
kk: Мемлекетті таңдау
ku: Welatê hilbijêre
ky: Өлкөнү тандоо
lv: Izvēlieties valsti
mk: Избери држава
nb: Velg land
sl: Izberite državo
sq: Zgjidhni vendin
ur_pk: ملک منتخب کریں
uz: Mamlakatni tanlang

# primer_country_placeholder_search
source: Search
az: Axtar
fa: جستجو
fil: Maghanap
hi: खोजें
hy: Որոնել
ka: ძიება
kk: Іздеу
ku: Lêgerîn
ky: Издөө
lv: Meklēt
mk: Пребарај
nb: Søk
sl: Iskanje
sq: Kërko
ur_pk: تلاش کریں
uz: Qidirish

# primer_country_selector_placeholder
source: Country Selector
az: Ölkə Seçici
fa: انتخابگر کشور
fil: Tagapili ng Bansa
hi: देश चयनकर्ता
hy: Երկրի ընտրություն
ka: ქვეყნის არჩევა
kk: Мемлекет таңдағыш
ku: Hilbijêrê welatê
ky: Өлкө тандагыч
lv: Valsts izvēle
mk: Избирач на држава
nb: Landvelger
sl: Izbirnik držav
sq: Zgjedhësi i vendit
ur_pk: ملک کا انتخاب کنندہ
uz: Mamlakat tanlash

# primer_country_no_results
source: No countries found
az: Ölkə tapılmadı
fa: کشوری یافت نشد
fil: Walang nahanap na bansa
hi: कोई देश नहीं मिला
hy: Երկիրներ չեն գտնվել
ka: ქვეყნები ვერ მოიძებნა
kk: Мемлекеттер табылмады
ku: Tu welat nehat dîtin
ky: Өлкөлөр табылган жок
lv: Valstis nav atrastas
mk: Не се пронајдени држави
nb: Ingen land funnet
sl: Ni najdenih držav
sq: Nuk u gjetën vende
ur_pk: کوئی ملک نہیں ملا
uz: Mamlakatlar topilmadi

# primer_paypal_button_continue
source: Continue with PayPal
az: PayPal ilə davam edin
fa: ادامه با PayPal
fil: Magpatuloy gamit ang PayPal
hi: PayPal के साथ जारी रखें
hy: Շարունակել PayPal-ով
ka: გაგრძელება PayPal-ით
kk: PayPal арқылы жалғастыру
ku: Bi PayPal bidomîne
ky: PayPal менен улантуу
lv: Turpināt ar PayPal
mk: Продолжи со PayPal
nb: Fortsett med PayPal
sl: Nadaljuj s PayPal
sq: Vazhdo me PayPal
ur_pk: PayPal کے ساتھ جاری رکھیں
uz: PayPal bilan davom etish

# primer_paypal_redirect_description
source: You will be redirected to PayPal to complete your payment securely.
az: Ödənişinizi təhlükəsiz şəkildə tamamlamaq üçün PayPal-a yönləndiriləcəksiniz.
fa: برای تکمیل امن پرداخت به PayPal هدایت خواهید شد.
fil: Mare-redirect ka sa PayPal upang makumpleto nang ligtas ang iyong pagbabayad.
hi: आपका भुगतान सुरक्षित रूप से पूरा करने के लिए आपको PayPal पर पुनर्निर्देशित किया जाएगा।
hy: Դուք կուղղորդվեք PayPal՝ անվտանգ ավարտելու ձեր վճարումը։
ka: გადამისამართდებით PayPal-ზე გადახდის უსაფრთხოდ დასასრულებლად.
kk: Төлемді қауіпсіз аяқтау үшін сіз PayPal-ға бағытталасыз.
ku: Hûn ê vegerin PayPal-ê ji bo temamkirina dayna xwe bi ewlehî.
ky: Төлөмүңүздү коопсуз аяктоо үчүн PayPal сайтына багытталасыз.
lv: Jūs tiksiet novirzīts uz PayPal, lai droši pabeigtu maksājumu.
mk: Ќе бидете пренасочени на PayPal за да го завршите вашето плаќање безбедно.
nb: Du vil bli omdirigert til PayPal for å fullføre betalingen sikkert.
sl: Preusmerjeni boste na PayPal, kjer boste varno dokončali svoje plačilo.
sq: Do të ridrejtoheni në PayPal për të përfunduar pagesën tuaj në mënyrë të sigurt.
ur_pk: آپ کو اپنی ادائیگی محفوظ طریقے سے مکمل کرنے کے لیے PayPal پر بھیجا جائے گا۔
uz: Xavfsiz to'lovni yakunlash uchun PayPal sahifasiga yo'naltirilasiz.

# primer_misc_coming_soon
source: 🚧 Coming soon
az: Tezliklə
fa: به زودی
fil: Paparating na
hi: 🚧 जल्द आ रहा है
hy: Շուտով
ka: მალე გამოჩნდება
kk: Жақында
ku: Zû tê
ky: Жакында
lv: Drīzumā
mk: Наскоро доаѓа
nb: Kommer snart
sl: Kmalu na voljo
sq: Së shpejti
ur_pk: جلد آ رہا ہے
uz: Tez orada

# primer_vault_section_title
source: Saved payment methods
az: Saxlanılmış ödəniş metodları
fa: روش‌های پرداخت ذخیره‌شده
fil: Naka-save na paraan ng pagbabayad
hi: सहेजे गए भुगतान विधियाँ
hy: Պահպանված վճարման եղանակներ
ka: შენახული გადახდის მეთოდები
kk: Сақталған төлем әдістері
ku: Rêbazên daynê yên hilanîn
ky: Сакталган төлөм ыкмалары
lv: Saglabātās maksājuma metodes
mk: Зачувани начини на плаќање
nb: Lagrede betalingsmetoder
sl: Shranjeni načini plačila
sq: Metodat e pagesës të ruajtura
ur_pk: محفوظ شدہ ادائیگی کے طریقے
uz: Saqlangan to'lov usullari

# primer_vault_button_show_all
source: Show all
az: Hamısını göstər
fa: نمایش همه
fil: Ipakita lahat
hi: सभी दिखाएं
hy: Ցույց տալ բոլորը
ka: ყველას ნახვა
kk: Барлығын көрсету
ku: Hemûyan nîşan bide
ky: Баарын көрсөтүү
lv: Rādīt visu
mk: Прикажи сè
nb: Vis alle
sl: Prikaži vse
sq: Shfaq të gjitha
ur_pk: سب دکھائیں
uz: Barchasini ko'rsatish

# primer_vault_default_cardholder
source: Cardholder
az: Kart sahibi
fa: دارنده کارت
fil: May-ari ng kard
hi: कार्डधारक
hy: Քարտապան
ka: ბარათის მფლობელი
kk: Карта иесі
ku: Xwediyê kartê
ky: Картанын ээси
lv: Kartes īpašnieks
mk: Картичар
nb: Kortholder
sl: Imetnik kartice
sq: Mbajtësi i kartës
ur_pk: کارڈ ہولڈر
uz: Karta egasi

# primer_vault_default_paypal
source: PayPal account
az: PayPal hesabı
fa: حساب PayPal
hi: PayPal खाता
hy: PayPal հաշիվ
ka: PayPal ანგარიში
kk: PayPal тіркелгісі
ku: Ajimêra PayPal
ky: PayPal аккаунту
lv: PayPal konts
mk: PayPal сметка
nb: PayPal-konto
sl: Račun PayPal
sq: Llogaria PayPal
ur_pk: PayPal اکاؤنٹ
uz: PayPal hisobi

# primer_vault_default_bank
source: Bank account
az: Bank hesabı
fa: حساب بانکی
hi: बैंक खाता
hy: Բանկային հաշիվ
ka: საბანკო ანგარიში
kk: Банк тіркелгісі
ku: Ajimêra bankê
ky: Банк аккаунту
lv: Bankas konts
mk: Банкарска сметка
nb: Bankkonto
sl: Bančni račun
sq: Llogaria bankare
ur_pk: بینک اکاؤنٹ
uz: Bank hisobi

# primer_vault_format_expires
source: Expires %1$@/%2$@
az: Bitmə %1$@/%2$@
fa: انقضا %1$@/%2$@
fil: Mag-eexpire %1$@/%2$@
hi: %1$@/%2$@ को समाप्त होता है
hy: Ժամկետ %1$@/%2$@
ka: ვადის თარიღი %1$@/%2$@
kk: Мерзімі %1$@/%2$@
ku: Diqede %1$@/%2$@
ky: Мөөнөтү %1$@/%2$@
lv: Derīga līdz %1$@/%2$@
mk: Истекува %1$@/%2$@
nb: Utløper %1$@/%2$@
sl: Poteče %1$@/%2$@
sq: Skadon %1$@/%2$@
ur_pk: میعاد ختم ہوتی ہے %1$@/%2$@
uz: Amal qilish muddati %1$@/%2$@

# primer_vault_format_card_details
source: %1$@ ending in %2$@
az: %1$@ sonu %2$@
fa: کارت %1$@ با پایان %2$@
fil: %1$@ na nagtatapos sa %2$@
hi: %1$@ %2$@ में समाप्त होता है
hy: %1$@ ավարտվում է %2$@-ով
ka: %1$@ რომელიც მთავრდება %2$@
kk: %1$@ соңы %2$@
ku: %1$@ bi dawî dibe bi %2$@
ky: %1$@ карта %2$@ менен аяктайт
lv: %1$@ ar beigu cipariem %2$@
mk: %1$@ завршува на %2$@
nb: %1$@ som slutter på %2$@
sl: %1$@ s končnico %2$@
sq: %1$@ që përfundon në %2$@
ur_pk: %1$@ جو %2$@ پر ختم ہوتا ہے
uz: %1$@ bilan tugagan %2$@

# primer_vault_selected_button_other
source: Show other ways to pay
az: Digər ödəniş yollarını göstər
fa: نمایش سایر روش‌های پرداخت
fil: Ipakita ang ibang paraan ng pagbabayad
hi: भुगतान के अन्य तरीके दिखाएं
hy: Ցույց տալ այլ վճարման եղանակներ
ka: სხვა გადახდის მეთოდების ნახვა
kk: Басқа төлем әдістерін көрсету
ku: Rêyên din ên daynê nîşan bide
ky: Башка төлөө жолдорун көрсөтүү
lv: Rādīt citus maksājuma veidus
mk: Прикажи други начини на плаќање
nb: Vis andre betalingsmåter
sl: Prikaži druge načine plačila
sq: Shfaq mënyra të tjera pageseje
ur_pk: ادائیگی کے دوسرے طریقے دکھائیں
uz: Boshqa to'lov usullarini ko'rsatish

# primer_vault_manage_title
source: All saved payment methods
az: Bütün saxlanılmış ödəniş metodları
fa: همه روش‌های پرداخت ذخیره‌شده
fil: Lahat ng naka-save na paraan ng pagbabayad
hi: सभी सहेजे गए भुगतान विधियाँ
hy: Բոլոր պահպանված վճարման եղանակները
ka: ყველა შენახული გადახდის მეთოდი
kk: Барлық сақталған төлем әдістері
ku: Hemû rêbazên daynê yên hilanîn
ky: Бардык сакталган төлөм ыкмалары
lv: Visas saglabātās maksājuma metodes
mk: Сите зачувани начини на плаќање
nb: Alle lagrede betalingsmetoder
sl: Vsi shranjeni načini plačila
sq: Të gjitha metodat e pagesës të ruajtura
ur_pk: تمام محفوظ شدہ ادائیگی کے طریقے
uz: Barcha saqlangan to'lov usullari

# primer_vault_manage_button_edit
source: Edit
az: Redaktə et
fa: ویرایش
fil: I-edit
hi: संपादित करें
hy: Խմբագրել
ka: რედაქტირება
kk: Өңдеу
ku: Biguherîne
ky: Түзөтүү
lv: Rediģēt
mk: Измени
nb: Rediger
sl: Uredi
sq: Ndrysho
ur_pk: ترمیم کریں
uz: Tahrirlash

# primer_vault_manage_button_done
source: Done
az: Hazır
fa: تمام
fil: Tapos na
hi: पूर्ण
hy: Պատրաստ է
ka: შესრულდა
kk: Дайын
ku: Temam
ky: Даяр
lv: Gatavs
mk: Готово
nb: Ferdig
sl: Končano
sq: Përfundo
ur_pk: مکمل
uz: Tayyor

# primer_vault_cvv_title
source: Enter CVV
az: CVV daxil edin
fa: ورود CVV
fil: Ilagay ang CVV
hi: CVV दर्ज करें
hy: Մուտքագրեք CVV
ka: შეიყვანეთ CVV
kk: CVV енгізу
ku: CVV binivîse
ky: CVV киргизүү
lv: Ievadīt CVV
mk: Внесете CVV
nb: Oppgi CVV
sl: Vnesite CVV
sq: Vendosni CVV
ur_pk: CVV درج کریں
uz: CVV kiriting

# primer_vault_cvv_hint
source: Input the card CVV
az: Təhlükəsiz ödəniş üçün kartın CVV kodunu daxil edin.
fa: CVV کارت را برای پرداخت امن وارد کنید.
fil: Ilagay ang CVV ng kard para sa ligtas na pagbabayad.
hi: सुरक्षित भुगतान के लिए कार्ड CVV दर्ज करें।
hy: Մուտքագրեք քարտի CVV ծածկագիրը անվտանգ վճարման համար։
ka: შეიყვანეთ ბარათის CVV უსაფრთხო გადახდისთვის.
kk: Қауіпсіз төлем үшін карта CVV кодын енгізіңіз.
ku: CVV-ya kartê binivîse ji bo daynek ewle.
ky: Коопсуз төлөм үчүн картанын CVV кодун киргизиңиз.
lv: Ievadiet kartes CVV drošam maksājumam.
mk: Внесете го CVV кодот од картичката за безбедно плаќање.
nb: Oppgi kortets CVV for en sikker betaling.
sl: Vnesite CVV kartice za varno plačilo.
sq: Vendosni CVV e kartës për një pagesë të sigurt.
ur_pk: محفوظ ادائیگی کے لیے کارڈ کا CVV درج کریں۔
uz: Xavfsiz to'lov uchun kartadagi CVV kodini kiriting.
