Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# accessibility_card_form_billing_address_postal_code_hint
source: Enter postal or ZIP code
ar: أدخل الرمز البريدي
bg: Въведете пощенски код
ca: Introduïu el codi postal
cs: Zadejte PSČ
da: Indtast postnummer
el: Εισαγάγετε ταχυδρομικό κώδικα
es_ar: Ingresá el código postal
et: Sisesta sihtnumber või ZIP-kood
fi_fi: Syötä postinumero
he: הזן מיקוד
hu: Adja meg az irányítószámot
id: Masukkan kode pos
it: Inserisci il codice postale o CAP
ja: 郵便番号を入力してください
ko: 우편번호 입력
lt_lt: Įveskite pašto kodą
ms: Masukkan poskod
nl: Voer postcode in
pl: Wprowadź kod pocztowy
pt: Introduza o código postal
ro: Introduceți codul poștal
ru: Введите почтовый индекс
sk: Zadajte poštové smerovacie číslo
sr_rs: Unesite poštanski broj
sv: Ange postnummer
th: กรอกรหัสไปรษณีย์
tr: Posta kodunu girin
uk_ua: Введіть поштовий індекс
vi: Nhập mã bưu điện hoặc mã ZIP
zh_cn: 输入邮政编码
zh_hk: 輸入郵政編碼

# accessibility_card_form_billing_address_postal_code_label
source: Postal code, required
ar: الرمز البريدي، مطلوب
bg: Пощенски код, задължително
ca: Codi postal, obligatori
cs: PSČ, povinné
da: Postnummer, påkrævet
el: Ταχυδρομικός κώδικας, απαιτείται
es_ar: Código postal, obligatorio
et: Sihtnumber, nõutav
fi_fi: Postinumero, pakollinen
he: מיקוד, נדרש
hu: Irányítószám, kötelező
id: Kode pos, wajib diisi
it: Codice postale, obbligatorio
ja: 郵便番号、必須
ko: 우편번호, 필수
lt_lt: Pašto kodas, privaloma
ms: Poskod, diperlukan
nl: Postcode, verplicht
pl: Kod pocztowy, wymagane
pt: Código postal, obrigatório
ro: Cod poștal, obligatoriu
ru: Почтовый индекс, обязательное поле
sk: PSČ, povinné
sr_rs: Poštanski broj, obavezno
sv: Postnummer, obligatoriskt
th: รหัสไปรษณีย์ จำเป็น
tr: Posta kodu, zorunlu
uk_ua: Поштовий індекс, обов'язково
vi: Mã bưu điện, bắt buộc
zh_cn: 邮政编码，必填
zh_hk: 郵政編碼,必填

# accessibility_card_form_billing_address_state_label
source: State, required
ar: الولاية/المنطقة، مطلوبة
bg: Област, задължително
ca: Estat, obligatori
cs: Kraj, povinné
da: Stat, påkrævet
el: Περιφέρεια, απαιτείται
es_ar: Provincia, obligatorio
et: Osariik, nõutav
fi_fi: Osavaltio, pakollinen
he: מדינה/אזור, נדרש
hu: Megye, kötelező
id: Provinsi, wajib diisi
it: Stato/Regione, obbligatorio
ja: 都道府県、必須
ko: 도/군/구, 필수
lt_lt: Valstija, privaloma
ms: Negeri, diperlukan
nl: Provincie, verplicht
pl: Województwo, wymagane
pt: Região, obrigatório
ro: Județ, obligatoriu
ru: Регион, обязательное поле
sk: Štát, povinné
sr_rs: Pokrajina, obavezno
sv: Län, obligatoriskt
th: รัฐ จำเป็น
tr: İl, zorunlu
uk_ua: Область, обов'язково
vi: Tỉnh/Thành phố, bắt buộc
zh_cn: 省份，必填
zh_hk: 省/州,必填

# accessibility_card_form_billing_section
source: Billing address
ar: عنوان الفواتير
bg: Адрес за фактуриране
ca: Adreça de facturació
cs: Fakturační adresa
da: Faktureringsadresse
el: Διεύθυνση χρέωσης
es_ar: Dirección de facturación
et: Arveaadress
fi_fi: Laskutusosoite
he: כתובת לחיוב
hu: Számlázási cím
id: Alamat penagihan
it: Indirizzo di fatturazione
ja: 請求先住所
ko: 청구 주소
lt_lt: Sąskaitos siuntimo adresas
ms: Alamat pengebilan
nl: Factuuradres
pl: Adres rozliczeniowy
pt: Morada de faturação
ro: Adresă de facturare
ru: Платежный адрес
sk: Fakturačná adresa
sr_rs: Adresa za naplatu
sv: Faktureringsadress
th: ที่อยู่สำหรับการออกบิล
tr: Fatura adresi
uk_ua: Адреса для виставлення рахунку
vi: Địa chỉ thanh toán
zh_cn: 账单地址
zh_hk: 帳單地址

# accessibility_card_form_card_number_error_empty
source: Card number is required.
ar: رقم البطاقة مطلوب.
bg: Номерът на картата е задължителен.
ca: El número de targeta és obligatori.
cs: Číslo karty je povinné.
da: Kortnummer er påkrævet.
el: Ο αριθμός κάρτας είναι απαραίτητος.
es_ar: El número de tarjeta es obligatorio.
et: Kaardinumber on nõutav.
fi_fi: Kortin numero vaaditaan.
he: נדרש מספר כרטיס.
hu: A kártyaszám megadása kötelező.
id: Nomor kartu wajib diisi.
it: Il numero della carta è obbligatorio.
ja: カード番号は必須です。
ko: 카드 번호는 필수입니다.
lt_lt: Kortelės numeris yra privalomas.
ms: Nombor kad diperlukan.
nl: Kaartnummer is verplicht.
pl: Numer karty jest wymagany.
pt: O número do cartão é obrigatório.
ro: Numărul cardului este obligatoriu.
ru: Необходимо указать номер карты.
sk: Číslo karty je povinné.
sr_rs: Broj kartice je obavezan.
sv: Kortnummer krävs.
th: ต้องระบุหมายเลขบัตร
tr: Kart numarası zorunludur.
uk_ua: Номер картки обов'язковий.
vi: Số thẻ là bắt buộc.
zh_cn: 卡号为必填项。
zh_hk: 卡號為必填項。

# accessibility_card_form_card_number_error_invalid
source: Invalid card number. Please check and try again.
ar: رقم البطاقة غير صالح. يرجى التحقق والمحاولة مرة أخرى.
bg: Невалиден номер на карта. Моля, проверете и опитайте отново.
ca: Número de targeta no vàlid. Si us plau, comproveu-lo i torneu-ho a intentar.
cs: Neplatné číslo karty. Zkontrolujte a zkuste to znovu.
da: Ugyldigt kortnummer. Kontroller venligst og prøv igen.
el: Μη έγκυρος αριθμός κάρτας. Παρακαλώ ελέγξτε και δοκιμάστε ξανά.
es_ar: Número de tarjeta no válido. Verificá e intentá nuevamente.
et: Kehtetu kaardinumber. Palun kontrolli ja proovi uuesti.
fi_fi: Virheellinen kortin numero. Tarkista ja yritä uudelleen.
he: מספר כרטיס לא תקין. אנא בדוק ונסה שוב.
hu: Érvénytelen kártyaszám. Kérjük, ellenőrizze és próbálja újra.
id: Nomor kartu tidak valid. Silakan periksa dan coba lagi.
it: Numero carta non valido. Controlla e riprova.
ja: カード番号が無効です。ご確認の上、もう一度お試しください。
ko: 유효하지 않은 카드 번호입니다. 다시 확인해 주세요.
lt_lt: Neteisingas kortelės numeris. Patikrinkite ir bandykite dar kartą.
ms: Nombor kad tidak sah. Sila semak dan cuba lagi.
nl: Ongeldig kaartnummer. Controleer uw invoer en probeer het opnieuw.
pl: Nieprawidłowy numer karty. Proszę sprawdzić i spróbować ponownie.
pt: Número de cartão inválido. Verifique e tente novamente.
ro: Număr de card invalid. Vă rugăm să verificați și să încercați din nou.
ru: Неверный номер карты. Пожалуйста, проверьте и попробуйте снова.
sk: Neplatné číslo karty. Skontrolujte a skúste znova.
sr_rs: Nevažeći broj kartice. Molimo proverite i pokušajte ponovo.
sv: Ogiltigt kortnummer. Kontrollera och försök igen.
th: หมายเลขบัตรไม่ถูกต้อง กรุณาตรวจสอบและลองอีกครั้ง
tr: Geçersiz kart numarası. Lütfen kontrol edip tekrar deneyin.
uk_ua: Недійсний номер картки. Будь ласка, перевірте і спробуйте ще раз.
vi: Số thẻ không hợp lệ. Vui lòng kiểm tra và thử lại.
zh_cn: 卡号无效。请检查后重试。
zh_hk: 卡號無效。請檢查後重試。

# accessibility_card_form_card_number_hint
source: Enter your 16-digit card number
ar: أدخل رقم بطاقتك المكون من 16 رقماً
bg: Въведете 16-цифрения номер на вашата карта
ca: Introduïu el número de targeta de 16 dígits
cs: Zadejte 16místné číslo karty
da: Indtast dit 16-cifrede kortnummer
el: Εισαγάγετε τον 16ψήφιο αριθμό κάρτας σας
es_ar: Ingresá el número de tarjeta de 16 dígitos
et: Sisesta oma 16-kohaline kaardinumber
fi_fi: Syötä 16-numeroinen kortin numero
he: הזן את מספר הכרטיס בן 16 הספרות
hu: Adja meg a 16 számjegyű kártyaszámot
id: Masukkan nomor kartu 16 digit Anda
it: Inserisci il numero della carta a 16 cifre
ja: 16桁のカード番号を入力してください
ko: 16자리 카드 번호를 입력하세요
lt_lt: Įveskite 16 skaitmenų kortelės numerį
ms: Masukkan nombor kad 16-digit anda
nl: Voer uw 16-cijferige kaartnummer in
pl: Wprowadź 16-cyfrowy numer karty
pt: Introduza o número do cartão de 16 dígitos
ro: Introduceți numărul cardului de 16 cifre
ru: Введите 16-значный номер вашей карты
sk: Zadajte 16-miestne číslo karty
sr_rs: Unesite vaš 16-cifreni broj kartice
sv: Ange ditt 16-siffriga kortnummer
th: กรอกหมายเลขบัตร 16 หลัก
tr: 16 haneli kart numaranızı girin
uk_ua: Введіть 16-значний номер вашої картки
vi: Nhập số thẻ gồm 16 chữ số
zh_cn: 输入您的16位卡号
zh_hk: 輸入您的16位卡號

# accessibility_card_form_card_number_label
source: Card number, required
ar: رقم البطاقة، مطلوب
bg: Номер на карта, задължително
ca: Número de targeta, obligatori
cs: Číslo karty, povinné
da: Kortnummer, påkrævet
el: Αριθμός κάρτας, απαιτείται
es_ar: Número de tarjeta, obligatorio
et: Kaardinumber, nõutav
fi_fi: Kortin numero, pakollinen
he: מספר כרטיס, נדרש
hu: Kártyaszám, kötelező
id: Nomor kartu, wajib diisi
it: Numero carta, obbligatorio
ja: カード番号、必須
ko: 카드 번호, 필수
lt_lt: Kortelės numeris, privaloma
ms: Nombor kad, diperlukan
nl: Kaartnummer, verplicht
pl: Numer karty, wymagane
pt: Número do cartão, obrigatório
ro: Număr card, obligatoriu
ru: Номер карты, обязательное поле
sk: Číslo karty, povinné
sr_rs: Broj kartice, obavezno
sv: Kortnummer, obligatoriskt
th: หมายเลขบัตร จำเป็น
tr: Kart numarası, zorunlu
uk_ua: Номер картки, обов'язково
vi: Số thẻ, bắt buộc
zh_cn: 卡号，必填
zh_hk: 卡號,必填

# accessibility_card_form_cardholder_name_hint
source: Enter name as shown on card
ar: أدخل الاسم كما هو مكتوب على البطاقة
bg: Въведете името, както е изписано на картата
ca: Introduïu el nom tal com apareix a la targeta
cs: Zadejte jméno uvedené na kartě
da: Indtast navn som vist på kortet
el: Εισαγάγετε το όνομα όπως εμφανίζεται στην κάρτα
es_ar: Ingresá el nombre como aparece en la tarjeta
et: Sisesta nimi, nagu see on kaardil näidatud
fi_fi: Syötä nimi kortilla näkyvän mukaisesti
he: הזן שם כפי שמופיע על הכרטיס
hu: Adja meg a kártyán szereplő nevet
id: Masukkan nama sesuai yang tertera pada kartu
it: Inserisci il nome come riportato sulla carta
ja: カードに記載されている名前を入力してください
ko: 카드에 표시된 이름을 입력하세요
lt_lt: Įveskite vardą, kaip nurodyta kortelėje
ms: Masukkan nama seperti pada kad
nl: Voer naam in zoals op de kaart staat
pl: Wprowadź nazwisko widniejące na karcie
pt: Introduza o nome conforme indicado no cartão
ro: Introduceți numele așa cum apare pe card
ru: Введите имя, как указано на карте
sk: Zadajte meno uvedené na karte
sr_rs: Unesite ime kao što je prikazano na kartici
sv: Ange namn som det står på kortet
th: กรอกชื่อตามที่แสดงบนบัตร
tr: Kartta yazan adı girin
uk_ua: Введіть ім'я, як вказано на картці
vi: Nhập tên như trên thẻ
zh_cn: 输入卡上显示的姓名
zh_hk: 輸入卡片上顯示的姓名

# accessibility_card_form_cardholder_name_label
source: Cardholder name
ar: اسم حامل البطاقة
bg: Име на картодържател
ca: Nom del titular de la targeta
cs: Jméno držitele karty
da: Kortholders navn
el: Όνομα κατόχου κάρτας
es_ar: Nombre del titular
et: Kaardiomaniku nimi
fi_fi: Kortinhaltijan nimi
he: שם בעל הכרטיס
hu: Kártyabirtokos neve
id: Nama pemegang kartu
it: Nome titolare
ja: カード名義人
ko: 카드 소유자 이름
lt_lt: Kortelės turėtojo vardas
ms: Nama pemegang kad
nl: Naam kaarthouder
pl: Nazwisko posiadacza karty
pt: Nome do titular
ro: Nume titular card
ru: Имя держателя карты
sk: Meno držiteľa karty
sr_rs: Ime vlasnika kartice
sv: Kortinnehavarens namn
th: ชื่อผู้ถือบัตร
tr: Kart sahibinin adı
uk_ua: Ім'я власника картки
vi: Tên chủ thẻ
zh_cn: 持卡人姓名
zh_hk: 持卡人姓名

# accessibility_card_form_cvc_error_invalid
source: Invalid security code.
ar: رمز الأمان غير صالح.
bg: Невалиден код за сигурност.
ca: Codi de seguretat no vàlid.
cs: Neplatný bezpečnostní kód.
da: Ugyldig sikkerhedskode.
el: Μη έγκυρος κωδικός ασφαλείας.
es_ar: Código de seguridad no válido.
et: Kehtetu turvakood.
fi_fi: Virheellinen turvakoodi.
he: קוד אבטחה לא תקין.
hu: Érvénytelen biztonsági kód.
id: Kode keamanan tidak valid.
it: Codice di sicurezza non valido.
ja: セキュリティコードが無効です。
ko: 유효하지 않은 보안 코드입니다.
lt_lt: Neteisingas saugumo kodas.
ms: Kod keselamatan tidak sah.
nl: Ongeldige beveiligingscode.
pl: Nieprawidłowy kod zabezpieczający.
pt: Código de segurança inválido.
ro: Cod de securitate invalid.
ru: Неверный код безопасности.
sk: Neplatný bezpečnostný kód.
sr_rs: Nevažeći bezbednosni kod.
sv: Ogiltig säkerhetskod.
th: รหัสความปลอดภัยไม่ถูกต้อง
tr: Geçersiz güvenlik kodu.
uk_ua: Недійсний код безпеки.
vi: Mã bảo mật không hợp lệ.
zh_cn: 安全码无效。
zh_hk: 安全碼無效。

# accessibility_card_form_cvc_hint
source: 3 or 4 digit code on back of card
ar: رمز مكون من 3 أو 4 أرقام على ظهر البطاقة
bg: 3 или 4-цифрен код на гърба на картата
ca: Codi de 3 o 4 dígits al dors de la targeta
cs: 3 nebo 4místný kód na zadní straně karty
da: 3- eller 4-cifret kode på bagsiden af kortet
el: Κωδικός 3 ή 4 ψηφίων στο πίσω μέρος της κάρτας
es_ar: Código de 3 o 4 dígitos en el reverso de la tarjeta
et: 3- või 4-kohaline kood kaardi tagaküljel
fi_fi: 3- tai 4-numeroinen koodi kortin takana
he: קוד בן 3 או 4 ספרות בגב הכרטיס
hu: 3 vagy 4 számjegyű kód a kártya hátoldalán
id: Kode 3 atau 4 digit di belakang kartu
it: Codice a 3 o 4 cifre sul retro della carta
ja: カード裏面の3桁または4桁のコード
ko: 카드 뒷면의 3자리 또는 4자리 코드
lt_lt: 3 arba 4 skaitmenų kodas kortelės gale
ms: Kod 3 atau 4 digit di belakang kad
nl: 3 of 4-cijferige code op achterkant van de kaart
pl: 3- lub 4-cyfrowy kod z tyłu karty
pt: Código de 3 ou 4 dígitos no verso do cartão
ro: Cod de 3 sau 4 cifre de pe spatele cardului
ru: 3- или 4-значный код на обратной стороне карты
sk: 3 alebo 4 miestny kód na zadnej strane karty
sr_rs: Trocifren ili četvorocifren kod na poleđini kartice
sv: 3- eller 4-siffrig kod på kortets baksida
th: รหัส 3 หรือ 4 หลักด้านหลังบัตร
tr: Kartın arkasındaki 3 veya 4 haneli kod
uk_ua: 3 або 4-значний код на звороті картки
vi: Mã 3 hoặc 4 chữ số ở mặt sau thẻ
zh_cn: 卡背面的3位或4位数字
zh_hk: 卡片背面的3位或4位數字

# accessibility_card_form_cvc_label
source: Security code, required
ar: رمز الأمان، مطلوب
bg: Код за сигурност, задължително
ca: Codi de seguretat, obligatori
cs: Bezpečnostní kód, povinné
da: Sikkerhedskode, påkrævet
el: Κωδικός ασφαλείας, απαιτείται
es_ar: Código de seguridad, obligatorio
et: Turvakood, nõutav
fi_fi: Turvakoodi, pakollinen
he: קוד אבטחה, נדרש
hu: Biztonsági kód, kötelező
id: Kode keamanan, wajib diisi
it: Codice di sicurezza, obbligatorio
ja: セキュリティコード、必須
ko: 보안 코드, 필수
lt_lt: Saugumo kodas, privaloma
ms: Kod keselamatan, diperlukan
nl: Beveiligingscode, verplicht
pl: Kod zabezpieczający, wymagane
pt: Código de segurança, obrigatório
ro: Cod de securitate, obligatoriu
ru: Код безопасности, обязательное поле
sk: Bezpečnostný kód, povinný
sr_rs: Bezbednosni kod, obavezno
sv: Säkerhetskod, obligatorisk
th: รหัสความปลอดภัย จำเป็น
tr: Güvenlik kodu, zorunlu
uk_ua: Код безпеки, обов'язково
vi: Mã bảo mật, bắt buộc
zh_cn: 安全码，必填
zh_hk: 安全碼,必填

# accessibility_card_form_cvv_icon
source: CVV security code
ar: رمز الأمان CVV
bg: CVV код за сигурност
ca: Codi de seguretat CVV
cs: CVV bezpečnostní kód
da: CVV sikkerhedskode
el: Κωδικός ασφαλείας CVV
es_ar: Código de seguridad CVV
et: CVV turvakood
fi_fi: CVV-turvakoodi
he: קוד אבטחה CVV
hu: CVV biztonsági kód
id: Kode keamanan CVV
it: Codice di sicurezza CVV
ja: CVVセキュリティコード
ko: CVV 보안 코드
lt_lt: CVV saugumo kodas
ms: Kod keselamatan CVV
nl: CVV beveiligingscode
pl: Kod zabezpieczający CVV
pt: Código de segurança CVV
ro: Cod de securitate CVV
ru: Код безопасности CVV
sk: Bezpečnostný kód CVV
sr_rs: CVV bezbednosni kod
sv: CVV-säkerhetskod
th: รหัสความปลอดภัย CVV
tr: CVV güvenlik kodu
uk_ua: Код безпеки CVV
vi: Mã bảo mật CVV
zh_cn: CVV安全码
zh_hk: CVV 安全碼

# accessibility_card_form_expiry_error_invalid
source: Invalid expiry date.
ar: تاريخ الانتهاء غير صالح.
bg: Невалидна дата на валидност.
ca: Data de caducitat no vàlida.
cs: Neplatné datum platnosti.
da: Ugyldig udløbsdato.
el: Μη έγκυρη ημερομηνία λήξης.
es_ar: Fecha de vencimiento no válida.
et: Kehtetu aegumiskuupäev.
fi_fi: Virheellinen viimeinen voimassaolopäivä.
he: תאריך תפוגה לא תקין.
hu: Érvénytelen lejárati dátum.
id: Tanggal kedaluwarsa tidak valid.
it: Data di scadenza non valida.
ja: 有効期限が無効です。
ko: 유효하지 않은 만료일입니다.
lt_lt: Neteisinga galiojimo data.
ms: Tarikh luput tidak sah.
nl: Ongeldige vervaldatum.
pl: Nieprawidłowa data ważności.
pt: Data de validade inválida.
ro: Dată de expirare invalidă.
ru: Неверный срок действия.
sk: Neplatný dátum platnosti.
sr_rs: Nevažeći datum isteka.
sv: Ogiltigt utgångsdatum.
th: วันหมดอายุไม่ถูกต้อง
tr: Geçersiz son kullanma tarihi.
uk_ua: Недійсний термін дії.
vi: Ngày hết hạn không hợp lệ.
zh_cn: 有效期无效。
zh_hk: 到期日無效。

# accessibility_card_form_expiry_hint
source: Enter expiry date in MM/YY format
ar: أدخل تاريخ الانتهاء بصيغة شهر/سنة
bg: Въведете дата на валидност във формат ММ/ГГ
ca: Introduïu la data de caducitat en format MM/AA
cs: Zadejte datum platnosti ve formátu MM/RR
da: Indtast udløbsdato i MM/ÅÅ format
el: Εισαγάγετε την ημερομηνία λήξης σε μορφή ΜΜ/ΕΕ
es_ar: Ingresá la fecha de vencimiento en formato MM/AA
et: Sisesta aegumiskuupäev KK/AA formaadis
fi_fi: Syötä viimeinen voimassaolopäivä muodossa KK/VV
he: הזן תאריך תפוגה בפורמט MM/YY
hu: Adja meg a lejárati dátumot HH/ÉÉ formátumban
id: Masukkan tanggal kedaluwarsa dalam format MM/YY
it: Inserisci la data di scadenza nel formato MM/AA
ja: 有効期限をMM/YY形式で入力してください
ko: MM/YY 형식으로 만료일을 입력하세요
lt_lt: Įveskite galiojimo datą MM/MM formatu
ms: Masukkan tarikh luput dalam format BB/TT
nl: Voer vervaldatum in als MM/JJ
pl: Wprowadź datę ważności w formacie MM/RR
pt: Introduza a data de validade no formato MM/AA
ro: Introduceți data de expirare în format LL/AA
ru: Введите срок действия в формате ММ/ГГ
sk: Zadajte dátum platnosti vo formáte MM/RR
sr_rs: Unesite datum isteka u formatu MM/GG
sv: Ange utgångsdatum i formatet MM/ÅÅ
th: กรอกวันหมดอายุในรูปแบบ MM/YY
tr: Son kullanma tarihini AA/YY formatında girin
uk_ua: Введіть термін дії у форматі ММ/РР
vi: Nhập ngày hết hạn theo định dạng MM/YY
zh_cn: 以MM/YY格式输入有效期
zh_hk: 以 MM/YY 格式輸入到期日

# accessibility_card_form_expiry_icon
source: Card expiry date
ar: تاريخ انتهاء البطاقة
bg: Дата на валидност на картата
ca: Data de caducitat de la targeta
cs: Datum platnosti karty
da: Kortets udløbsdato
el: Ημερομηνία λήξης κάρτας
es_ar: Fecha de vencimiento de la tarjeta
et: Kaardi aegumiskuupäev
fi_fi: Kortin viimeinen voimassaolopäivä
he: תאריך תפוגת כרטיס
hu: Kártya lejárati dátuma
id: Tanggal kedaluwarsa kartu
it: Data di scadenza della carta
ja: カード有効期限
ko: 카드 만료일
lt_lt: Kortelės galiojimo data
ms: Tarikh luput kad
nl: Vervaldatum kaart
pl: Data ważności karty
pt: Data de validade do cartão
ro: Dată de expirare card
ru: Срок действия карты
sk: Dátum platnosti karty
sr_rs: Datum isteka kartice
sv: Kortets utgångsdatum
th: วันหมดอายุบัตร
tr: Kartın son kullanma tarihi
uk_ua: Термін дії картки
vi: Ngày hết hạn thẻ
zh_cn: 卡片有效期
zh_hk: 卡片到期日

# accessibility_card_form_expiry_label
source: Expiry date, required
ar: تاريخ الانتهاء، مطلوب
bg: Дата на валидност, задължително
ca: Data de caducitat, obligatòria
cs: Datum platnosti, povinné
da: Udløbsdato, påkrævet
el: Ημερομηνία λήξης, απαιτείται
es_ar: Fecha de vencimiento, obligatorio
et: Aegumiskuupäev, nõutav
fi_fi: Viimeinen voimassaolopäivä, pakollinen
he: תאריך תפוגה, נדרש
hu: Lejárati dátum, kötelező
id: Tanggal kedaluwarsa, wajib diisi
it: Data di scadenza, obbligatoria
ja: 有効期限、必須
ko: 만료일, 필수
lt_lt: Galiojimo data, privaloma
ms: Tarikh luput, diperlukan
nl: Vervaldatum, verplicht
pl: Data ważności, wymagane
pt: Data de validade, obrigatório
ro: Dată de expirare, obligatoriu
ru: Срок действия, обязательное поле
sk: Dátum platnosti, povinný
sr_rs: Datum isteka, obavezno
sv: Utgångsdatum, obligatoriskt
th: วันหมดอายุ จำเป็น
tr: Son kullanma tarihi, zorunlu
uk_ua: Термін дії, обов'язково
vi: Ngày hết hạn, bắt buộc
zh_cn: 有效期，必填
zh_hk: 到期日,必填

# accessibility_card_form_network_selector
source: Select network
ar: اختيار الشبكة
bg: Изберете мрежа
ca: Seleccioneu la xarxa
cs: Vybrat síť
da: Vælg netværk
el: Επιλογή δικτύου
es_ar: Seleccionar red
et: Vali võrk
fi_fi: Valitse verkko
he: בחר רשת
hu: Hálózat kiválasztása
id: Pilih jaringan
it: Seleziona circuito
ja: カードネットワークを選択
ko: 네트워크 선택
lt_lt: Pasirinkti tinklą
ms: Pilih rangkaian
nl: Selecteer netwerk
pl: Wybierz sieć
pt: Selecionar rede
ro: Selectați rețeaua
ru: Выбрать платежную систему
sk: Vybrať sieť
sr_rs: Izaberite mrežu
sv: Välj nätverk
th: เลือกเครือข่าย
tr: Ağ seçin
uk_ua: Вибрати платіжну систему
vi: Chọn mạng lưới
zh_cn: 选择卡组织
zh_hk: 選擇網絡

# accessibility_card_form_network_selector_hint
source: Double tap to select a different card network
ar: انقر مرتين لاختيار شبكة بطاقة مختلفة
bg: Докоснете двукратно, за да изберете друга мрежа на картата
ca: Toqueu dues vegades per seleccionar una xarxa de targetes diferent
cs: Dvojitým poklepáním vyberte jinou kartovou síť
da: Dobbelttryk for at vælge et andet kortnetværk
el: Πατήστε δύο φορές για να επιλέξετε διαφορετικό δίκτυο κάρτας
es_ar: Tocá dos veces para seleccionar otra red de tarjeta
et: Teise kaardivõrgu valimiseks topelttoksa
fi_fi: Kaksoisnapauta valitaksesi toisen korttiverkon
he: הקש פעמיים כדי לבחור רשת כרטיסים אחרת
hu: Dupla koppintással válasszon másik kártyahálózatot
id: Ketuk dua kali untuk memilih jaringan kartu yang berbeda
it: Tocca due volte per selezionare un altro circuito
ja: ダブルタップで別のカードネットワークを選択します
ko: 두 번 탭하여 다른 카드 네트워크를 선택하세요
lt_lt: Dukart bakstelėkite, kad pasirinktumėte kitą kortelės tinklą
ms: Ketik dua kali untuk memilih rangkaian kad yang berbeza
nl: Dubbeltik om een ander kaartnetwerk te selecteren
pl: Dotknij dwukrotnie, aby wybrać inną sieć kart
pt: Toque duas vezes para selecionar uma rede diferente
ro: Atingeți dublu pentru a selecta o altă rețea de card
ru: Дважды нажмите, чтобы выбрать другую платежную систему
sk: Dvakrát ťuknite pre výber inej kartovej siete
sr_rs: Dvaput dodirnite da izaberete drugu mrežu kartice
sv: Dubbeltryck för att välja ett annat kortnätverk
th: แตะสองครั้งเพื่อเลือกเครือข่ายบัตรอื่น
tr: Farklı bir kart ağı seçmek için çift dokunun
uk_ua: Двічі торкніться, щоб вибрати іншу платіжну систему
vi: Chạm hai lần để chọn mạng lưới thẻ khác
zh_cn: 双击以选择其他卡组织
zh_hk: 雙擊以選擇其他卡片網絡

# accessibility_card_form_network_selector_inline_hint
source: Double tap to select this network
ar: انقر مرتين لاختيار هذه الشبكة
bg: Докоснете двукратно, за да изберете тази мрежа
ca: Toqueu dues vegades per seleccionar aquesta xarxa
cs: Dvojitým poklepáním vyberte tuto síť
da: Dobbelttryk for at vælge dette netværk
el: Πατήστε δύο φορές για να επιλέξετε αυτό το δίκτυο
es_ar: Tocá dos veces para seleccionar esta red
et: Selle võrgu valimiseks topelttoksa
fi_fi: Kaksoisnapauta valitaksesi tämän verkon
he: הקש פעמיים כדי לבחור רשת זו
hu: Dupla koppintással válassza ezt a hálózatot
id: Ketuk dua kali untuk memilih jaringan ini
it: Tocca due volte per selezionare questo circuito
ja: ダブルタップでこのカードネットワークを選択します
ko: 두 번 탭하여 이 네트워크를 선택하세요
lt_lt: Dukart bakstelėkite, kad pasirinktumėte šį tinklą
ms: Ketik dua kali untuk memilih rangkaian ini
nl: Dubbeltik om dit netwerk te selecteren
pl: Dotknij dwukrotnie, aby wybrać tę sieć
pt: Toque duas vezes para selecionar esta rede
ro: Atingeți dublu pentru a selecta această rețea
ru: Дважды нажмите, чтобы выбрать эту систему
sk: Dvakrát ťuknite pre výber tejto siete
sr_rs: Dvaput dodirnite da izaberete ovu mrežu
sv: Dubbeltryck för att välja detta nätverk
th: แตะสองครั้งเพื่อเลือกเครือข่ายนี้
tr: Bu ağı seçmek için çift dokunun
uk_ua: Двічі торкніться, щоб вибрати цю платіжну систему
vi: Chạm hai lần để chọn mạng lưới này
zh_cn: 双击以选择此卡组织
zh_hk: 雙擊以選擇此網絡

# accessibility_card_form_network_selector_label
source: Card network selector
ar: محدد شبكة البطاقة
bg: Избор на мрежа на картата
ca: Selector de xarxa de targetes
cs: Výběr kartové sítě
da: Kortnetværksvælger
el: Επιλογέας δικτύου κάρτας
es_ar: Selector de red de tarjeta
et: Kaardivõrgu valija
fi_fi: Korttiverkon valitsin
he: בוחר רשת כרטיסים
hu: Kártyahálózat választó
id: Pemilih jaringan kartu
it: Selettore circuito carta
ja: カードネットワーク選択
ko: 카드 네트워크 선택기
lt_lt: Kortelės tinklo pasirinkimas
ms: Pemilih rangkaian kad
nl: Kaartnetwerk selector
pl: Wybór sieci kart
pt: Seletor de rede do cartão
ro: Selector rețea card
ru: Выбор платежной системы
sk: Výber kartovej siete
sr_rs: Birač mreže kartice
sv: Välj kortnätverk
th: ตัวเลือกเครือข่ายบัตร
tr: Kart ağı seçici
uk_ua: Вибір платіжної системи
vi: Bộ chọn mạng lưới thẻ
zh_cn: 卡组织选择器
zh_hk: 卡片網絡選擇器
