Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# accessibility_card_form_submit_disabled
source: Button disabled. Complete all required fields to enable payment
ar: الزر معطل. أكمل جميع الحقول المطلوبة لتفعيل الدفع
bg: Бутонът е деактивиран. Попълнете всички задължителни полета, за да активирате плащането
ca: Botó desactivat. Completeu tots els camps obligatoris per habilitar el pagament
cs: Tlačítko je deaktivováno. Vyplňte všechna povinná pole pro aktivaci platby
da: Knap deaktiveret. Udfyld alle påkrævede felter for at aktivere betaling
el: Το κουμπί είναι απενεργοποιημένο. Συμπληρώστε όλα τα απαιτούμενα πεδία για να ενεργοποιήσετε την πληρωμή
es_ar: Botón deshabilitado. Completá todos los campos obligatorios para habilitar el pago
et: Nupp keelatud. Makse lubamiseks täida kõik nõutavad väljad
fi_fi: Painike ei käytössä. Täytä kaikki pakolliset kentät ottaaksesi maksun käyttöön
he: הכפתור מושבת. השלם את כל השדות הנדרשים כדי לאפשר תשלום
hu: Gomb letiltva. Töltse ki az összes kötelező mezőt a fizetés engedélyezéséhez
id: Tombol dinonaktifkan. Lengkapi semua bidang yang wajib diisi untuk mengaktifkan pembayaran
it: Pulsante disabilitato. Completa tutti i campi obbligatori per abilitare il pagamento
ja: ボタンが無効です。お支払いを有効にするには、すべての必須項目を入力してください
ko: 버튼이 비활성화되었습니다. 모든 필수 입력란을 완료하여 결제를 활성화하세요
lt_lt: Mygtukas išjungtas. Užpildykite visus privalomus laukus, kad galėtumėte mokėti
ms: Butang dilumpuhkan. Lengkapkan semua medan yang diperlukan untuk membolehkan pembayaran
nl: Knop uitgeschakeld. Vul alle verplichte velden in om betaling mogelijk te maken
pl: Przycisk nieaktywny. Wypełnij wszystkie wymagane pola, aby włączyć płatność
pt: Botão desativado. Preencha todos os campos obrigatórios para ativar o pagamento
ro: Buton dezactivat. Completați toate câmpurile obligatorii pentru a activa plata
ru: Кнопка недоступна. Заполните все обязательные поля для активации оплаты
sk: Tlačidlo je deaktivované. Vyplňte všetky povinné polia pre povolenie platby
sr_rs: Dugme je onemogućeno. Popunite sva obavezna polja da omogućite plaćanje
sv: Knapp inaktiverad. Fyll i alla obligatoriska fält för att aktivera betalning
th: ปุ่มถูกปิดใช้งาน กรอกข้อมูลที่จำเป็นทั้งหมดเพื่อเปิดใช้งานการชำระเงิน
tr: Düğme devre dışı. Ödemeyi etkinleştirmek için tüm zorunlu alanları doldurun
uk_ua: Кнопка вимкнена. Заповніть усі обов'язкові поля для здійснення платежу
vi: Nút bị vô hiệu hóa. Điền đầy đủ các trường bắt buộc để kích hoạt thanh toán
zh_cn: 按钮已禁用。请填写所有必填字段以启用支付
zh_hk: 按鈕已停用。請填寫所有必填欄位以啟用付款

# accessibility_card_form_submit_hint
source: Double-tap to submit payment
ar: انقر مرتين لإرسال الدفع
bg: Докоснете двукратно, за да изпратите плащането
ca: Toqueu dues vegades per enviar el pagament
cs: Dvojitým poklepáním odešlete platbu
da: Dobbelttryk for at indsende betaling
el: Πατήστε δύο φορές για να υποβάλετε την πληρωμή
es_ar: Tocá dos veces para enviar el pago
et: Makse esitamiseks topelttoksa
fi_fi: Kaksoisnapauta lähettääksesi maksun
he: הקש פעמיים כדי לשלוח תשלום
hu: Dupla koppintás a fizetés beküldéséhez
id: Ketuk dua kali untuk mengirimkan pembayaran
it: Tocca due volte per inviare il pagamento
ja: ダブルタップでお支払いを送信します
ko: 두 번 탭하여 결제를 제출하세요
lt_lt: Dukart bakstelėkite, kad pateiktumėte mokėjimą
ms: Ketik-dua kali untuk hantar pembayaran
nl: Dubbeltik om betaling te verzenden
pl: Dotknij dwukrotnie, aby przesłać płatność
pt: Toque duas vezes para submeter o pagamento
ro: Atingeți dublu pentru a trimite plata
ru: Дважды нажмите для отправки платежа
sk: Dvakrát ťuknite pre odoslanie platby
sr_rs: Dvaput dodirnite da podnesete plaćanje
sv: Dubbeltryck för att skicka betalning
th: แตะสองครั้งเพื่อส่งการชำระเงิน
tr: Ödemeyi göndermek için çift dokunun
uk_ua: Двічі торкніться для надсилання платежу
vi: Chạm hai lần để gửi thanh toán
zh_cn: 双击提交支付
zh_hk: 雙擊以提交付款

# accessibility_card_form_submit_label
source: Submit payment
ar: إرسال الدفع
bg: Изпрати плащане
ca: Envia el pagament
cs: Odeslat platbu
da: Indsend betaling
el: Υποβολή πληρωμής
es_ar: Enviar pago
et: Esita makse
fi_fi: Lähetä maksu
he: שלח תשלום
hu: Fizetés beküldése
id: Kirim pembayaran
it: Invia pagamento
ja: お支払いを送信
ko: 결제 제출
lt_lt: Pateikti mokėjimą
ms: Hantar pembayaran
nl: Betaling verzenden
pl: Prześlij płatność
pt: Submeter pagamento
ro: Trimiteți plata
ru: Отправить платеж
sk: Odoslať platbu
sr_rs: Podnesite plaćanje
sv: Skicka betalning
th: ส่งการชำระเงิน
tr: Ödemeyi gönder
uk_ua: Надіслати платіж
vi: Gửi thanh toán
zh_cn: 提交支付
zh_hk: 提交付款

# accessibility_card_form_submit_loading
source: Processing payment, please wait
ar: جاري معالجة الدفع، يرجى الانتظار
bg: Обработване на плащането, моля изчакайте
ca: Processant el pagament, si us plau espereu
cs: Zpracovává se platba, prosím čekejte
da: Behandler betaling, vent venligst
el: Επεξεργασία πληρωμής, παρακαλώ περιμένετε
es_ar: Procesando el pago, por favor esperá
et: Maksed töödeldakse, palun oota
fi_fi: Käsitellään maksua, odota
he: מעבד תשלום, אנא המתן
hu: Fizetés feldolgozása folyamatban, kérjük várjon
id: Memproses pembayaran, harap tunggu
it: Elaborazione pagamento in corso, attendere
ja: お支払い処理中です。お待ちください
ko: 결제를 처리하는 중입니다. 잠시만 기다려 주세요
lt_lt: Apdorojamas mokėjimas, prašome palaukti
ms: Memproses pembayaran, sila tunggu
nl: Betaling wordt verwerkt, even geduld
pl: Przetwarzanie płatności, proszę czekać
pt: A processar pagamento, aguarde
ro: Se procesează plata, vă rugăm așteptați
ru: Обработка платежа, пожалуйста, подождите
sk: Spracúvanie platby, prosím čakajte
sr_rs: Obrada plaćanja u toku, molimo sačekajte
sv: Behandlar betalning, vänligen vänta
th: กำลังดำเนินการชำระเงิน กรุณารอสักครู่
tr: Ödeme işleniyor, lütfen bekleyin
uk_ua: Обробка платежу, будь ласка, зачекайте
vi: Đang xử lý thanh toán, vui lòng đợi
zh_cn: 正在处理支付，请稍候
zh_hk: 正在處理付款,請稍候

# accessibility_checkout_error_icon
source: Error
ar: خطأ
bg: Грешка
cs: Chyba
da: Fejl
el: Σφάλμα
et: Viga
fi_fi: Virhe
he: שגיאה
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
lt_lt: Klaida
ms: Ralat
nl: Fout
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sr_rs: Greška
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk_ua: Помилка
vi: Lỗi
zh_cn: 错误
zh_hk: 錯誤

# accessibility_checkout_success_icon
source: Payment successful
ar: تمت عملية الدفع بنجاح
bg: Плащането е успешно
ca: Pagament correcte
cs: Platba úspěšná
da: Betaling gennemført
el: Επιτυχής πληρωμή
es_ar: Pago exitoso
et: Makse õnnestus
fi_fi: Maksu onnistui
he: התשלום הושלם בהצלחה
hu: Sikeres fizetés
id: Pembayaran berhasil
it: Pagamento riuscito
ja: お支払いが完了しました
ko: 결제 완료
lt_lt: Mokėjimas sėkmingas
ms: Pembayaran berjaya
nl: Betaling geslaagd
pl: Płatność zakończona sukcesem
pt: Pagamento bem-sucedido
ro: Plată reușită
ru: Платеж выполнен успешно
sk: Platba úspešná
sr_rs: Plaćanje uspešno
sv: Betalningen lyckades
th: ชำระเงินสำเร็จ
tr: Ödeme başarılı
uk_ua: Платіж успішний
vi: Thanh toán thành công
zh_cn: 支付成功
zh_hk: 付款成功

# accessibility_common_back
source: Go back
ar: الرجوع
bg: Назад
ca: Torna enrere
cs: Zpět
da: Gå tilbage
el: Επιστροφή
es_ar: Volver
et: Mine tagasi
fi_fi: Palaa takaisin
he: חזור אחורה
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로 가기
lt_lt: Grįžti atgal
ms: Kembali
nl: Ga terug
pl: Wróć
pt: Voltar
ro: Înapoi
ru: Вернуться назад
sk: Späť
sr_rs: Nazad
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri dön
uk_ua: Повернутися назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回

# accessibility_common_cancel
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
el: Ακύρωση
es_ar: Cancelar
et: Tühista
fi_fi: Peruuta
he: בטל
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt_lt: Atšaukti
ms: Batal
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sr_rs: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk_ua: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消

# accessibility_common_close
source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
el: Κλείσιμο
es_ar: Cerrar
et: Sulge
fi_fi: Sulje
he: סגור
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt_lt: Uždaryti
ms: Tutup
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zavrieť
sr_rs: Zatvori
sv: Stäng
th: ปิด
tr: Kapat
uk_ua: Закрити
vi: Đóng
zh_cn: 关闭
zh_hk: 關閉

# accessibility_common_dismiss
source: Dismiss
ar: إغلاق
bg: Отхвърли
ca: Descarta
cs: Zavřít
da: Afvis
el: Απόρριψη
es_ar: Descartar
et: Sulge
fi_fi: Hylkää
he: התעלם
hu: Elvetés
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lt_lt: Atmesti
ms: Singkirkan
nl: Sluiten
pl: Odrzuć
pt: Dispensar
ro: Respingeți
ru: Закрыть
sk: Odmietnuť
sr_rs: Odbaci
sv: Avfärda
th: ปิดหน้าต่าง
tr: Kapat
uk_ua: Відхилити
vi: Bỏ qua
zh_cn: 关闭
zh_hk: 關閉

# accessibility_common_loading
source: Loading, please wait
ar: جاري التحميل، يرجى الانتظار
bg: Зареждане, моля изчакайте
ca: Carregant, si us plau espereu
cs: Načítání, prosím čekejte
da: Indlæser, vent venligst
el: Φόρτωση, παρακαλώ περιμένετε
es_ar: Cargando, por favor esperá
et: Laadimine, palun oota
fi_fi: Ladataan, odota
he: טוען, אנא המתן
hu: Betöltés, kérjük várjon
id: Memuat, harap tunggu
it: Caricamento in corso, attendere
ja: 読み込み中です。お待ちください
ko: 로딩 중입니다. 잠시만 기다려 주세요
lt_lt: Įkeliama, prašome palaukti
ms: Memuatkan, sila tunggu
nl: Bezig met laden, even geduld
pl: Ładowanie, proszę czekać
pt: A carregar, aguarde
ro: Se încarcă, vă rugăm așteptați
ru: Загрузка, пожалуйста, подождите
sk: Načítava sa, prosím čakajte
sr_rs: Učitavanje, molimo sačekajte
sv: Laddar, vänligen vänta
th: กำลังโหลด กรุณารอสักครู่
tr: Yükleniyor, lütfen bekleyin
uk_ua: Завантаження, будь ласка, зачекайте
vi: Đang tải, vui lòng đợi
zh_cn: 正在加载，请稍候
zh_hk: 載入中,請稍候

# accessibility_common_optional
source: optional
ar: اختياري
bg: незадължително
ca: opcional
cs: nepovinné
da: valgfri
el: προαιρετικό
es_ar: opcional
et: valikuline
fi_fi: valinnainen
he: אופציונלי
hu: opcionális
id: opsional
it: facoltativo
ja: 任意
ko: 선택사항
lt_lt: neprivaloma
ms: pilihan
nl: optioneel
pl: opcjonalne
pt: opcional
ro: opțional
ru: необязательное поле
sk: nepovinné
sr_rs: opciono
sv: valfri
th: ไม่บังคับ
tr: isteğe bağlı
uk_ua: необов'язково
vi: tùy chọn
zh_cn: 可选
zh_hk: 選填

# accessibility_common_processing_payment
source: Processing payment, please wait
ar: جاري معالجة الدفع، يرجى الانتظار
bg: Обработване на плащането, моля изчакайте
ca: Processant el pagament, si us plau espereu
cs: Zpracovává se platba, prosím čekejte
da: Behandler betaling, vent venligst
el: Επεξεργασία πληρωμής, παρακαλώ περιμένετε
es_ar: Procesando el pago, por favor esperá
et: Makse töötlemine, palun oota
fi_fi: Käsitellään maksua, odota
he: מעבד תשלום, אנא המתן
hu: Fizetés feldolgozása folyamatban, kérjük várjon
id: Memproses pembayaran, harap tunggu
it: Elaborazione pagamento in corso, attendere
ja: お支払い処理中です。お待ちください
ko: 결제를 처리하는 중입니다. 잠시만 기다려 주세요
lt_lt: Apdorojamas mokėjimas, prašome palaukti
ms: Memproses pembayaran, sila tunggu
nl: Betaling wordt verwerkt, even geduld
pl: Przetwarzanie płatności, proszę czekać
pt: A processar pagamento, aguarde
ro: Se procesează plata, vă rugăm așteptați
ru: Обработка платежа, пожалуйста, подождите
sk: Spracúvanie platby, prosím čakajte
sr_rs: Obrada plaćanja u toku, molimo sačekajte
sv: Behandlar betalning, vänligen vänta
th: กำลังดำเนินการชำระเงิน กรุณารอสักครู่
tr: Ödeme işleniyor, lütfen bekleyin
uk_ua: Обробка платежу, будь ласка, зачекайте
vi: Đang xử lý thanh toán, vui lòng đợi
zh_cn: 正在处理支付，请稍候
zh_hk: 正在處理付款,請稍候

# accessibility_common_required
source: required
ar: مطلوب
bg: задължително
ca: obligatori
cs: povinné
da: påkrævet
el: απαιτείται
es_ar: obligatorio
et: nõutav
fi_fi: pakollinen
he: נדרש
hu: kötelező
id: wajib diisi
it: obbligatorio
ja: 必須
ko: 필수
lt_lt: privaloma
ms: diperlukan
nl: verplicht
pl: wymagane
pt: obrigatório
ro: obligatoriu
ru: обязательное поле
sk: povinné
sr_rs: obavezno
sv: obligatorisk
th: จำเป็น
tr: zorunlu
uk_ua: обов'язково
vi: bắt buộc
zh_cn: 必填
zh_hk: 必填

# accessibility_common_selected
source: Selected
ar: محدد
bg: Избрано
ca: Seleccionat
cs: Vybráno
da: Valgt
el: Επιλεγμένο
es_ar: Seleccionado
et: Valitud
fi_fi: Valittu
he: נבחר
hu: Kiválasztva
id: Dipilih
it: Selezionato
ja: 選択済み
ko: 선택됨
lt_lt: Pasirinkta
ms: Dipilih
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
ro: Selectat
ru: Выбрано
sk: Vybrané
sr_rs: Izabrano
sv: Vald
th: เลือกแล้ว
tr: Seçildi
uk_ua: Вибрано
vi: Đã chọn
zh_cn: 已选择
zh_hk: 已選擇

# accessibility_country_selection_clear
source: Clear
ar: مسح
bg: Изчисти
ca: Esborra
cs: Vymazat
da: Ryd
el: Εκκαθάριση
es_ar: Borrar
et: Tühjenda
fi_fi: Tyhjennä
he: נקה
hu: Törlés
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
lt_lt: Išvalyti
ms: Kosongkan
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Ștergeți
ru: Очистить
sk: Vymazať
sr_rs: Obriši
sv: Rensa
th: ล้าง
tr: Temizle
uk_ua: Очистити
vi: Xóa
zh_cn: 清除
zh_hk: 清除

# accessibility_country_selection_item
source: %1$@, country
ar: %1$@، دولة
bg: %1$@, държава
ca: %1$@, país
cs: %1$@, země
da: %1$@, land
el: %1$@, χώρα
es_ar: %1$@, país
et: %1$@, riik
fi_fi: %1$@, maa
he: %1$@, מדינה
hu: %1$@, ország
id: %1$@, negara
it: %@, paese
ja: %1$@、国
ko: %1$@, 국가
lt_lt: %1$@, šalis
ms: %1$@, negara
nl: %1$@, land
pl: %1$@, kraj
pt: %1$@, país
ro: %1$@, țară
ru: %1$@, страна
sk: %1$@, krajina
sr_rs: %1$@, zemlja
sv: %1$@, land
th: %1$@ ประเทศ
tr: %1$@, ülke
uk_ua: %1$@, країна
vi: %1$@, quốc gia
zh_cn: %1$@，国家
zh_hk: %1$@,國家/地區

# accessibility_country_selection_search
source: Search countries
ar: البحث عن الدول
bg: Търси държави
ca: Cerca països
cs: Hledat země
da: Søg lande
el: Αναζήτηση χωρών
es_ar: Buscar países
et: Otsi riike
fi_fi: Hae maita
he: חפש מדינות
hu: Országok keresése
id: Cari negara
it: Cerca paesi
ja: 国を検索
ko: 국가 검색
lt_lt: Ieškoti šalių
ms: Cari negara
nl: Landen zoeken
pl: Wyszukaj kraje
pt: Pesquisar países
ro: Căutați țări
ru: Поиск стран
sk: Vyhľadať krajiny
sr_rs: Pretražite zemlje
sv: Sök länder
th: ค้นหาประเทศ
tr: Ülke ara
uk_ua: Пошук країн
vi: Tìm kiếm quốc gia
zh_cn: 搜索国家
zh_hk: 搜尋國家/地區

# accessibility_country_selection_search_icon
source: Search
ar: بحث
bg: Търсене
ca: Cerca
cs: Hledat
da: Søg
el: Αναζήτηση
es_ar: Buscar
et: Otsing
fi_fi: Haku
he: חיפוש
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
lt_lt: Paieška
ms: Cari
nl: Zoeken
pl: Wyszukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
sk: Vyhľadať
sr_rs: Pretraga
sv: Sök
th: ค้นหา
tr: Ara
uk_ua: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# accessibility_error_generic
source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.
bg: Възникна грешка. Моля, опитайте отново.
ca: S'ha produït un error. Si us plau, torneu-ho a intentar.
cs: Došlo k chybě. Zkuste to prosím znovu.
da: Der opstod en fejl. Prøv venligst igen.
el: Προέκυψε σφάλμα. Παρακαλώ δοκιμάστε ξανά.
es_ar: Ocurrió un error. Por favor intentá nuevamente.
et: Tekkis viga. Palun proovi uuesti.
fi_fi: Tapahtui virhe. Yritä uudelleen.
he: אירעה שגיאה. אנא נסה שוב.
hu: Hiba történt. Kérjük, próbálja újra.
id: Terjadi kesalahan. Silakan coba lagi.
it: Si è verificato un errore. Riprova.
ja: エラーが発生しました。もう一度お試しください。
ko: 오류가 발생했습니다. 다시 시도해 주세요.
lt_lt: Įvyko klaida. Prašome bandyti dar kartą.
ms: Ralat berlaku. Sila cuba lagi.
nl: Er is een fout opgetreden. Probeer het opnieuw.
pl: Wystąpił błąd. Proszę spróbować ponownie.
pt: Ocorreu um erro. Tente novamente.
ro: A apărut o eroare. Vă rugăm să încercați din nou.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.
sk: Vyskytla sa chyba. Prosím skúste znova.
sr_rs: Došlo je do greške. Molimo pokušajte ponovo.
sv: Ett fel uppstod. Försök igen.
th: เกิดข้อผิดพลาด กรุณาลองอีกครั้ง
tr: Bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Виникла помилка. Будь ласка, спробуйте ще раз.
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh_cn: 发生错误。请重试。
zh_hk: 發生錯誤。請重試。

# accessibility_error_multiple_errors
source: %d errors found
ar: تم العثور على %d أخطاء
bg: %d грешки намерени
ca: %d errors trobats
cs: Nalezeno %d chyb
da: %d fejl fundet
el: %d σφάλματα βρέθηκαν
es_ar: %d errores encontrados
et: Leitud %d viga
fi_fi: %d virhettä löydetty
he: נמצאו %d שגיאות
hu: %d hiba található
id: %d kesalahan ditemukan
it: %d errori trovati
ja: %d件のエラーが見つかりました
ko: %d개의 오류가 발견되었습니다
lt_lt: Rasta %d klaidų
ms: %d ralat ditemui
nl: %d fouten gevonden
pl: Znaleziono błędów: %d
pt: %d erros encontrados
ro: %d erori găsite
ru: Обнаружено ошибок: %d
sk: Počet nájdených chýb: %d
sr_rs: Pronađeno je %d grešaka
sv: %d fel upptäcktes
th: พบข้อผิดพลาด %d รายการ
tr: %d hata bulundu
uk_ua: Знайдено помилок: %d
vi: Tìm thấy %d lỗi
zh_cn: 发现%d个错误
zh_hk: 發現 %d 個錯誤

# accessibility_payment_selection_card_full
source: %1$@ card ending in %2$@, expires %3$@
ar: بطاقة %1$@ تنتهي بـ %2$@، تنتهي في %3$@
bg: %1$@ карта завършваща на %2$@, валидна до %3$@
ca: Targeta %1$@ acabada en %2$@, caduca %3$@
cs: Karta %1$@ končící na %2$@, platnost %3$@
da: %1$@ kort der slutter på %2$@, udløber %3$@
el: Κάρτα %1$@ που λήγει σε %2$@, λήγει %3$@
es_ar: Tarjeta %1$@ que termina en %2$@, vence %3$@
et: %1$@ kaart, mis lõpeb numbriga %2$@, aegub %3$@
fi_fi: %1$@ kortti päättyy numeroon %2$@, vanhenee %3$@
he: כרטיס %1$@ המסתיים ב-%2$@, תוקף עד %3$@
hu: %1$@ kártya, utolsó számok: %2$@, lejár: %3$@
id: Kartu %1$@ berakhir pada %2$@, kedaluwarsa %3$@
it: Carta %@ che termina con %@, scade il %@
ja: %1$@カード、末尾%2$@、有効期限%3$@
ko: %1$@ 카드 끝자리 %2$@, 만료일 %3$@
lt_lt: %1$@ kortelė, pabaiga %2$@, galioja iki %3$@
ms: Kad %1$@ berakhir dengan %2$@, luput %3$@
nl: %1$@ kaart eindigend op %2$@, verloopt %3$@
pl: Karta %1$@ kończąca się na %2$@, ważna do %3$@
pt: Cartão %1$@ terminado em %2$@, expira em %3$@
ro: Card %1$@ care se termină în %2$@, expiră %3$@
ru: Карта %1$@, оканчивающаяся на %2$@, срок действия %3$@
sk: Karta %1$@ končiaca na %2$@, platnosť do %3$@
sr_rs: %1$@ kartica koja se završava na %2$@, ističe %3$@
sv: %1$@-kort som slutar på %2$@, utgår %3$@
th: บัตร %1$@ ลงท้ายด้วย %2$@ หมดอายุ %3$@
tr: %1$@ kartı, son rakamları %2$@, son kullanma %3$@
uk_ua: Картка %1$@, що закінчується на %2$@, дійсна до %3$@
vi: Thẻ %1$@ kết thúc bằng %2$@, hết hạn %3$@
zh_cn: %1$@卡，尾号%2$@，有效期至%3$@
zh_hk: %1$@ 卡,尾號 %2$@,到期 %3$@

# accessibility_payment_selection_card_masked
source: card ending in masked digits
ar: بطاقة تنتهي بأرقام مخفية
bg: карта завършваща на скрити цифри
ca: targeta acabada en dígits ocults
cs: karta končící na maskované číslice
da: kort der slutter på maskerede cifre
el: κάρτα που λήγει σε κρυφά ψηφία
es_ar: tarjeta que termina en dígitos ocultos
et: kaart, mis lõpeb varjatud numbritega
fi_fi: kortti päättyy peitettyihin numeroihin
he: כרטיס המסתיים בספרות מוסתרות
hu: kártya, utolsó számok maszkolva
id: kartu berakhir pada digit tersembunyi
it: carta che termina con cifre nascoste
ja: 末尾がマスクされたカード
ko: 마스킹된 끝자리 카드
lt_lt: kortelė su paslėptais skaitmenimis
ms: kad berakhir dengan digit tersembunyi
nl: kaart eindigend op gemaskeerde cijfers
pl: karta kończąca się na ukrytych cyfrach
pt: cartão terminado em dígitos ocultos
ro: card care se termină în cifre mascate
ru: карта, оканчивающаяся на скрытые цифры
sk: karta končiaca na maskované číslice
sr_rs: kartica koja se završava na maskirane cifre
sv: kort som slutar på maskerade siffror
th: บัตรลงท้ายด้วยตัวเลขที่ปิดบัง
tr: son rakamları gizli kart
uk_ua: картка, що закінчується на приховані цифри
vi: thẻ kết thúc bằng các chữ số được ẩn
zh_cn: 卡片尾号已隐藏
zh_hk: 卡片尾號已遮罩

# accessibility_payment_selection_coming_soon
source: Payment method coming soon
ar: طريقة الدفع قريباً
bg: Методът на плащане скоро ще бъде наличен
ca: Mètode de pagament disponible aviat
cs: Platební metoda již brzy
da: Betalingsmetode kommer snart
el: Η μέθοδος πληρωμής έρχεται σύντομα
es_ar: Método de pago próximamente
et: Makseviis varsti saadaval
fi_fi: Maksutapa tulossa pian
he: אמצעי תשלום יגיע בקרוב
hu: Fizetési mód hamarosan elérhető
id: Metode pembayaran segera hadir
it: Metodo di pagamento in arrivo
ja: お支払い方法は近日公開予定です
ko: 곧 출시될 결제 수단
lt_lt: Mokėjimo būdas netrukus bus prieinamas
ms: Kaedah pembayaran akan datang
nl: Betaalmethode binnenkort beschikbaar
pl: Metoda płatności wkrótce dostępna
pt: Método de pagamento brevemente disponível
ro: Metodă de plată în curând
ru: Способ оплаты скоро появится
sk: Spôsob platby bude čoskoro dostupný
sr_rs: Način plaćanja uskoro dostupan
sv: Betalningsmetod kommer snart
th: วิธีการชำระเงินเร็วๆ นี้
tr: Ödeme yöntemi yakında
uk_ua: Спосіб оплати незабаром з'явиться
vi: Phương thức thanh toán sắp ra mắt
zh_cn: 支付方式即将推出
zh_hk: 付款方式即將推出

# accessibility_payment_selection_pay_with_card
source: Pay with card
ar: الدفع بالبطاقة
bg: Плати с карта
ca: Paga amb targeta
cs: Zaplatit kartou
da: Betal med kort
el: Πληρωμή με κάρτα
es_ar: Pagar con tarjeta
et: Maksa kaardiga
fi_fi: Maksa kortilla
he: שלם בכרטיס
hu: Fizetés kártyával
id: Bayar dengan kartu
it: Paga con carta
ja: カードでお支払い
ko: 카드로 결제
lt_lt: Mokėti kortele
ms: Bayar dengan kad
nl: Betaal met kaart
pl: Zapłać kartą
pt: Pagar com cartão
ro: Plătiți cu cardul
ru: Оплатить картой
sk: Zaplatiť kartou
sr_rs: Platite karticom
sv: Betala med kort
th: ชำระด้วยบัตร
tr: Kartla öde
uk_ua: Оплатити карткою
vi: Thanh toán bằng thẻ
zh_cn: 使用银行卡支付
zh_hk: 使用卡片付款

# accessibility_payment_selection_pay_with_ideal
source: Pay with iDEAL
ar: الدفع بـ iDEAL
bg: Плати с iDEAL
ca: Paga amb iDEAL
cs: Zaplatit přes iDEAL
da: Betal med iDEAL
el: Πληρωμή με iDEAL
es_ar: Pagar con iDEAL
et: Maksa iDEAL-iga
fi_fi: Maksa iDEAL:lla
he: שלם עם iDEAL
hu: Fizetés iDEAL-lal
id: Bayar dengan iDEAL
it: Paga con iDEAL
ja: iDEALでお支払い
ko: iDEAL로 결제
lt_lt: Mokėti su iDEAL
ms: Bayar dengan iDEAL
nl: Betaal met iDEAL
pl: Zapłać przez iDEAL
pt: Pagar com iDEAL
ro: Plătiți cu iDEAL
ru: Оплатить через iDEAL
sk: Zaplatiť cez iDEAL
sr_rs: Platite sa iDEAL
sv: Betala med iDEAL
th: ชำระด้วย iDEAL
tr: iDEAL ile öde
uk_ua: Оплатити через iDEAL
vi: Thanh toán bằng iDEAL
zh_cn: 使用iDEAL支付
zh_hk: 使用 iDEAL 付款

# accessibility_payment_selection_pay_with_klarna
source: Pay with Klarna
ar: الدفع بـ Klarna
bg: Плати с Klarna
ca: Paga amb Klarna
cs: Zaplatit přes Klarna
da: Betal med Klarna
el: Πληρωμή με Klarna
es_ar: Pagar con Klarna
et: Maksa Klarna-ga
fi_fi: Maksa Klarna:lla
he: שלם עם Klarna
hu: Fizetés Klarna-val
id: Bayar dengan Klarna
it: Paga con Klarna
ja: Klarnaでお支払い
ko: Klarna로 결제
lt_lt: Mokėti su Klarna
ms: Bayar dengan Klarna
nl: Betaal met Klarna
pl: Zapłać przez Klarna
pt: Pagar com Klarna
ro: Plătiți cu Klarna
ru: Оплатить через Klarna
sk: Zaplatiť cez Klarna
sr_rs: Platite sa Klarna
sv: Betala med Klarna
th: ชำระด้วย Klarna
tr: Klarna ile öde
uk_ua: Оплатити через Klarna
vi: Thanh toán bằng Klarna
zh_cn: 使用Klarna支付
zh_hk: 使用 Klarna 付款

# accessibility_payment_selection_pay_with_paypal
source: Pay with PayPal
ar: الدفع بـ PayPal
bg: Плати с PayPal
ca: Paga amb PayPal
cs: Zaplatit přes PayPal
da: Betal med PayPal
el: Πληρωμή με PayPal
es_ar: Pagar con PayPal
et: Maksa PayPal-iga
fi_fi: Maksa PayPal:lla
he: שלם עם PayPal
hu: Fizetés PayPal-lal
id: Bayar dengan PayPal
it: Paga con PayPal
ja: PayPalでお支払い
ko: PayPal로 결제
lt_lt: Mokėti su PayPal
ms: Bayar dengan PayPal
nl: Betaal met PayPal
pl: Zapłać przez PayPal
pt: Pagar com PayPal
ro: Plătiți cu PayPal
ru: Оплатить через PayPal
sk: Zaplatiť cez PayPal
sr_rs: Platite sa PayPal
sv: Betala med PayPal
th: ชำระด้วย PayPal
tr: PayPal ile öde
uk_ua: Оплатити через PayPal
vi: Thanh toán bằng PayPal
zh_cn: 使用PayPal支付
zh_hk: 使用 PayPal 付款

# accessibility_screen_country_selection
source: Select country
ar: اختيار الدولة
bg: Изберете държава
ca: Selecciona el país
cs: Vybrat zemi
da: Vælg land
el: Επιλογή χώρας
es_ar: Seleccionar país
et: Vali riik
fi_fi: Valitse maa
he: בחר מדינה
hu: Ország kiválasztása
id: Pilih negara
it: Seleziona paese
ja: 国を選択
ko: 국가 선택
lt_lt: Pasirinkite šalį
ms: Pilih negara
nl: Selecteer land
pl: Wybierz kraj
pt: Selecionar país
ro: Selectați țara
ru: Выбрать страну
sk: Vybrať krajinu
sr_rs: Izaberite zemlju
sv: Välj land
th: เลือกประเทศ
tr: Ülke seçin
uk_ua: Вибрати країну
vi: Chọn quốc gia
zh_cn: 选择国家
zh_hk: 選擇國家/地區
