Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# primer_paypal_button_continue
source: Continue with PayPal
ar: المتابعة مع PayPal
bg: Продължи с PayPal
cs: Pokračovat přes PayPal
da: Fortsæt med PayPal
el: Συνέχεια με PayPal
es_ar: Continuar con PayPal
et: Jätka PayPal-iga
fi_fi: Jatka PayPal:lla
he: המשך עם PayPal
hu: Folytatás PayPal-lal
id: Lanjutkan dengan PayPal
it: Continua con PayPal
ja: PayPalで続ける
ko: PayPal로 계속
lt_lt: Tęsti su PayPal
ms: Teruskan dengan PayPal
nl: Doorgaan met PayPal
pl: Kontynuuj z PayPal
pt: Continuar com PayPal
ro: Continuați cu PayPal
ru: Продолжить с PayPal
sk: Pokračovať cez PayPal
sr_rs: Nastavite sa PayPal
sv: Fortsätt med PayPal
th: ดำเนินการต่อด้วย PayPal
tr: PayPal ile devam et
uk_ua: Продовжити з PayPal
vi: Tiếp tục với PayPal
zh_cn: 继续使用PayPal
zh_hk: 繼續使用 PayPal

# primer_paypal_redirect_description
source: You will be redirected to PayPal to complete your payment securely.
ar: سيتم توجيهك إلى PayPal لإتمام عملية الدفع بأمان.
bg: Ще бъдете пренасочени към PayPal, за да завършите плащането си сигурно.
cs: Budete přesměrováni na PayPal, kde bezpečně dokončíte platbu.
da: Du bliver omdirigeret til PayPal for at gennemføre din betaling sikkert.
el: Θα ανακατευθυνθείτε στο PayPal για να ολοκληρώσετε την πληρωμή σας με ασφάλεια.
es_ar: Vas a ser redirigido a PayPal para completar tu pago de forma segura.
et: Sind suunatakse PayPal-i, et makse turvaliselt lõpetada.
fi_fi: Sinut ohjataan PayPal:iin suorittamaan maksu turvallisesti.
he: תועבר ל-PayPal כדי להשלים את התשלום באופן מאובטח.
hu: Átirányítjuk Önt a PayPal oldalára a fizetés biztonságos befejezéséhez.
id: Anda akan dialihkan ke PayPal untuk menyelesaikan pembayaran Anda dengan aman.
it: Sarai reindirizzato a PayPal per completare il pagamento in sicurezza.
ja: お支払いを安全に完了するため、PayPalにリダイレクトされます。
ko: 안전한 결제를 완료하기 위해 PayPal로 이동합니다.
lt_lt: Būsite nukreipti į PayPal, kad saugiai užbaigtumėte mokėjimą.
ms: Anda akan dialihkan ke PayPal untuk melengkapkan pembayaran anda dengan selamat.
nl: U wordt doorgestuurd naar PayPal om uw betaling veilig af te ronden.
pl: Zostaniesz przekierowany do PayPal, aby bezpiecznie dokończyć płatność.
pt: Será redirecionado para PayPal para concluir o seu pagamento em segurança.
ro: Veți fi redirecționat către PayPal pentru a finaliza plata în siguranță.
ru: Вы будете перенаправлены в PayPal для безопасного завершения платежа.
sk: Budete presmerovaný na PayPal, kde bezpečne dokončíte platbu.
sr_rs: Bićete preusmereni na PayPal da bezbedno završite svoje plaćanje.
sv: Du kommer att omdirigeras till PayPal för att slutföra din betalning säkert.
th: คุณจะถูกนำไปยัง PayPal เพื่อดำเนินการชำระเงินอย่างปลอดภัย
tr: Ödemenizi güvenli bir şekilde tamamlamak için PayPal'a yönlendirileceksiniz.
uk_ua: Вас буде перенаправлено на PayPal для безпечного завершення платежу.
vi: Bạn sẽ được chuyển hướng đến PayPal để hoàn tất thanh toán một cách bảo mật.
zh_cn: 您将被重定向到PayPal以安全地完成支付。
zh_hk: 您將被導向至 PayPal 以安全地完成付款。

# primer_vault_button_show_all
source: Show all
ar: عرض الكل
bg: Покажи всички
cs: Zobrazit vše
da: Vis alle
el: Εμφάνιση όλων
es_ar: Mostrar todo
et: Näita kõiki
fi_fi: Näytä kaikki
he: הצג הכל
hu: Összes megjelenítése
id: Tampilkan semua
it: Mostra tutto
ja: すべて表示
ko: 전체 보기
lt_lt: Rodyti visus
ms: Tunjukkan semua
nl: Alles tonen
pl: Pokaż wszystkie
pt: Mostrar tudo
ro: Afișați toate
ru: Показать все
sk: Zobraziť všetko
sr_rs: Prikaži sve
sv: Visa alla
th: แสดงทั้งหมด
tr: Tümünü göster
uk_ua: Показати все
vi: Hiển thị tất cả
zh_cn: 显示全部
zh_hk: 顯示全部

# primer_vault_cvv_error_generic
source: Something went wrong. Try again.
ar: حدث خطأ ما. حاول مرة أخرى.
bg: Нещо се обърка. Опитайте отново.
cs: Něco se pokazilo. Zkuste to znovu.
da: Noget gik galt. Prøv igen.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es_ar: Algo salió mal. Intentá nuevamente.
et: Midagi läks valesti. Proovi uuesti.
fi_fi: Jotakin meni pieleen. Yritä uudelleen.
he: משהו השתבש. נסה שוב.
hu: Valami hiba történt. Próbálja újra.
id: Terjadi kesalahan. Coba lagi.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도하세요.
lt_lt: Kažkas nepavyko. Bandykite dar kartą.
ms: Sesuatu tidak kena. Cuba lagi.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt: Algo correu mal. Tente novamente.
ro: Ceva nu a mers bine. Încercați din nou.
ru: Что-то пошло не так. Попробуйте снова.
sk: Niečo sa pokazilo. Skúste znova.
sr_rs: Nešto nije u redu. Pokušajte ponovo.
sv: Något gick fel. Försök igen.
th: เกิดข้อผิดพลาด กรุณาลองอีกครั้ง
tr: Bir şeyler yanlış gitti. Tekrar deneyin.
uk_ua: Щось пішло не так. Спробуйте ще раз.
vi: Đã xảy ra sự cố. Vui lòng thử lại.
zh_cn: 出现问题。请重试。
zh_hk: 發生錯誤。請重試。

# primer_vault_cvv_error_invalid
source: Please enter a valid CVV.
ar: يرجى إدخال رمز CVV صالح.
bg: Моля, въведете валиден CVV.
cs: Zadejte prosím platné CVV.
da: Indtast venligst en gyldig CVV.
el: Παρακαλώ εισαγάγετε έγκυρο CVV.
es_ar: Por favor ingresá un CVV válido.
et: Palun sisesta kehtiv CVV.
fi_fi: Syötä kelvollinen CVV.
he: אנא הזן CVV תקין.
hu: Kérjük, adjon meg egy érvényes CVV-t.
id: Silakan masukkan CVV yang valid.
it: Inserisci un CVV valido.
ja: 有効なCVVを入力してください。
ko: 유효한 CVV를 입력하세요.
lt_lt: Įveskite teisingą CVV.
ms: Sila masukkan CVV yang sah.
nl: Voer een geldige CVV in.
pl: Proszę wprowadzić prawidłowy CVV.
pt: Introduza um CVV válido.
ro: Vă rugăm să introduceți un CVV valid.
ru: Пожалуйста, введите действительный CVV.
sk: Prosím zadajte platné CVV.
sr_rs: Molimo unesite važeći CVV.
sv: Ange ett giltigt CVV.
th: กรุณากรอก CVV ที่ถูกต้อง
tr: Lütfen geçerli bir CVV girin.
uk_ua: Будь ласка, введіть дійсний CVV.
vi: Vui lòng nhập CVV hợp lệ.
zh_cn: 请输入有效的CVV。
zh_hk: 請輸入有效的 CVV。

# primer_vault_cvv_hint
source: Input the card CVV for a secure payment.
ar: أدخل رمز CVV الخاص بالبطاقة لعملية دفع آمنة.
bg: Въведете CVV кода на картата за сигурно плащане.
cs: Zadejte CVV karty pro bezpečnou platbu.
da: Indtast kortets CVV for en sikker betaling.
el: Εισαγάγετε το CVV της κάρτας για ασφαλή πληρωμή.
es_ar: Ingresá el CVV de la tarjeta para un pago seguro.
et: Turvalise makse jaoks sisesta kaardi CVV.
fi_fi: Syötä kortin CVV turvallista maksua varten.
he: הזן את ה-CVV של הכרטיס לתשלום מאובטח.
hu: Adja meg a kártya CVV kódját a biztonságos fizetéshez.
id: Masukkan CVV kartu untuk pembayaran yang aman.
it: Inserisci il CVV della carta per un pagamento sicuro.
ja: 安全なお支払いのため、カードのCVVを入力してください。
ko: 안전한 결제를 위해 카드 CVV를 입력하세요.
lt_lt: Įveskite kortelės CVV, kad mokėjimas būtų saugus.
ms: Masukkan CVV kad untuk pembayaran yang selamat.
nl: Voer de CVV van de kaart in voor een veilige betaling.
pl: Wprowadź kod CVV karty, aby dokonać bezpiecznej płatności.
pt: Introduza o CVV do cartão para um pagamento seguro.
ro: Introduceți CVV-ul cardului pentru o plată sigură.
ru: Введите CVV карты для безопасного платежа.
sk: Zadajte CVV karty pre bezpečnú platbu.
sr_rs: Unesite CVV kartice za bezbedno plaćanje.
sv: Ange kortets CVV för en säker betalning.
th: กรอก CVV ของบัตรเพื่อความปลอดภัยในการชำระเงิน
tr: Güvenli bir ödeme için kartın CVV kodunu girin.
uk_ua: Введіть CVV картки для безпечного платежу.
vi: Nhập mã CVV của thẻ để thanh toán an toàn.
zh_cn: 输入卡片CVV以安全支付。
zh_hk: 輸入卡片 CVV 以安全付款。

# primer_vault_cvv_title
source: Enter CVV
ar: أدخل رمز CVV
bg: Въведете CVV
cs: Zadejte CVV
da: Indtast CVV
el: Εισαγωγή CVV
es_ar: Ingresar CVV
et: Sisesta CVV
fi_fi: Syötä CVV
he: הזן CVV
hu: CVV megadása
id: Masukkan CVV
it: Inserisci CVV
ja: CVVを入力
ko: CVV 입력
lt_lt: Įveskite CVV
ms: Masukkan CVV
nl: Voer CVV in
pl: Wprowadź CVV
pt: Introduzir CVV
ro: Introduceți CVV
ru: Введите CVV
sk: Zadajte CVV
sr_rs: Unesite CVV
sv: Ange CVV
th: กรอก CVV
tr: CVV girin
uk_ua: Введіть CVV
vi: Nhập CVV
zh_cn: 输入CVV
zh_hk: 輸入 CVV

# primer_vault_default_bank
source: Bank account
ar: حساب مصرفي
bg: Банкова сметка
cs: Bankovní účet
da: Bankkonto
el: Τραπεζικός λογαριασμός
es_ar: Cuenta bancaria
et: Pangakonto
fi_fi: Pankkitili
he: חשבון בנק
hu: Bankszámla
id: Rekening bank
it: Conto bancario
ja: 銀行口座
ko: 은행 계좌
lt_lt: Banko sąskaita
ms: Akaun bank
nl: Bankrekening
pl: Konto bankowe
pt: Conta bancária
ro: Cont bancar
ru: Банковский счет
sk: Bankový účet
sr_rs: Bankovni račun
sv: Bankkonto
th: บัญชีธนาคาร
tr: Banka hesabı
uk_ua: Банківський рахунок
vi: Tài khoản ngân hàng
zh_cn: 银行账户
zh_hk: 銀行帳戶

# primer_vault_default_cardholder
source: Cardholder
ar: حامل البطاقة
bg: Картодържател
cs: Držitel karty
da: Kortholder
el: Κάτοχος κάρτας
es_ar: Titular
et: Kaardiomanik
fi_fi: Kortinhaltija
he: בעל כרטיס
hu: Kártyabirtokos
id: Pemegang kartu
it: Titolare
ja: カード名義人
ko: 카드 소유자
lt_lt: Kortelės turėtojas
ms: Pemegang kad
nl: Kaarthouder
pl: Posiadacz karty
pt: Titular
ro: Titular card
ru: Держатель карты
sk: Držiteľ karty
sr_rs: Vlasnik kartice
sv: Kortinnehavare
th: ผู้ถือบัตร
tr: Kart sahibi
uk_ua: Власник картки
vi: Chủ thẻ
zh_cn: 持卡人
zh_hk: 持卡人

# primer_vault_default_paypal
source: PayPal account
ar: حساب PayPal
bg: PayPal акаунт
cs: PayPal účet
da: PayPal-konto
el: Λογαριασμός PayPal
es_ar: Cuenta PayPal
et: PayPal konto
fi_fi: PayPal-tili
he: חשבון PayPal
hu: PayPal fiók
id: Akun PayPal
it: Account PayPal
ja: PayPalアカウント
ko: PayPal 계정
lt_lt: PayPal paskyra
ms: Akaun PayPal
pl: Konto PayPal
pt: Conta PayPal
ro: Cont PayPal
ru: Учетная запись PayPal
sk: PayPal účet
sr_rs: PayPal nalog
sv: PayPal-konto
th: บัญชี PayPal
tr: PayPal hesabı
uk_ua: Обліковий запис PayPal
vi: Tài khoản PayPal
zh_cn: PayPal账户
zh_hk: PayPal 帳戶

# primer_vault_delete_button_cancel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
el: Ακύρωση
es_ar: Cancelar
et: Tühista
fi_fi: Peruuta
he: בטל
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt_lt: Atšaukti
ms: Batal
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sr_rs: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk_ua: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消

# primer_vault_delete_button_confirm
source: Delete
ar: حذف
bg: Изтрий
cs: Odstranit
da: Slet
el: Διαγραφή
es_ar: Eliminar
et: Kustuta
fi_fi: Poista
he: מחק
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
lt_lt: Ištrinti
ms: Padam
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sr_rs: Obriši
sv: Ta bort
th: ลบ
tr: Sil
uk_ua: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# primer_vault_delete_message
source: Are you sure you want to delete this payment method?
ar: هل أنت متأكد من حذف طريقة الدفع هذه؟
bg: Сигурни ли сте, че искате да изтриете този метод на плащане?
cs: Opravdu chcete odstranit tuto platební metodu?
da: Er du sikker på, at du vil slette denne betalingsmetode?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη μέθοδο πληρωμής;
es_ar: ¿Estás seguro de que querés eliminar este método de pago?
et: Kas oled kindel, et soovid selle makseviisi kustutada?
fi_fi: Haluatko varmasti poistaa tämän maksutavan?
he: האם אתה בטוח שברצונך למחוק אמצעי תשלום זה?
hu: Biztosan törölni szeretné ezt a fizetési módot?
id: Apakah Anda yakin ingin menghapus metode pembayaran ini?
it: Vuoi eliminare questo metodo di pagamento?
ja: このお支払い方法を削除してもよろしいですか？
ko: 이 결제 수단을 삭제하시겠습니까?
lt_lt: Ar tikrai norite ištrinti šį mokėjimo būdą?
ms: Adakah anda pasti mahu memadam kaedah pembayaran ini?
nl: Weet u zeker dat u deze betaalmethode wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę metodę płatności?
pt: Tem a certeza de que pretende eliminar este método de pagamento?
ro: Sunteți sigur că doriți să ștergeți această metodă de plată?
ru: Вы уверены, что хотите удалить этот способ оплаты?
sk: Naozaj chcete vymazať tento spôsob platby?
sr_rs: Da li ste sigurni da želite da obrišete ovaj način plaćanja?
sv: Är du säker på att du vill ta bort denna betalningsmetod?
th: คุณแน่ใจหรือไม่ว่าต้องการลบวิธีการชำระเงินนี้
tr: Bu ödeme yöntemini silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей спосіб оплати?
vi: Bạn có chắc chắn muốn xóa phương thức thanh toán này không?
zh_cn: 您确定要删除此支付方式吗？
zh_hk: 您確定要刪除此付款方式嗎?

# primer_vault_format_card_details
source: %1$@ ending in %2$@
ar: %1$@ تنتهي بـ %2$@
bg: %1$@ завършваща на %2$@
cs: %1$@ končící na %2$@
da: %1$@ der slutter på %2$@
el: %1$@ που λήγει σε %2$@
es_ar: %1$@ que termina en %2$@
et: %1$@, mis lõpeb numbriga %2$@
fi_fi: %1$@ päättyy numeroon %2$@
he: %1$@ המסתיים ב-%2$@
hu: %1$@ kártya, utolsó számok: %2$@
id: %1$@ berakhir pada %2$@
it: %@ che termina con %@
ja: %1$@、末尾%2$@
ko: %1$@ 끝자리 %2$@
lt_lt: %1$@ pabaiga %2$@
ms: %1$@ berakhir dengan %2$@
nl: %1$@ eindigend op %2$@
pl: %1$@ kończąca się na %2$@
pt: %1$@ terminado em %2$@
ro: %1$@ care se termină în %2$@
ru: %1$@, оканчивающаяся на %2$@
sk: %1$@ končiaca na %2$@
sr_rs: %1$@ koja se završava na %2$@
sv: %1$@ som slutar på %2$@
th: %1$@ ลงท้ายด้วย %2$@
tr: %1$@ son rakamları %2$@
uk_ua: %1$@, що закінчується на %2$@
vi: %1$@ kết thúc bằng %2$@
zh_cn: %1$@，尾号%2$@
zh_hk: %1$@ 尾號 %2$@

# primer_vault_format_expires
source: Expires %1$@/%2$@
ar: تنتهي في %1$@/%2$@
bg: Валидна до %1$@/%2$@
cs: Platnost %1$@/%2$@
da: Udløber %1$@/%2$@
el: Λήγει %1$@/%2$@
es_ar: Vence %1$@/%2$@
et: Aegub %1$@/%2$@
fi_fi: Vanhenee %1$@/%2$@
he: תוקף עד %1$@/%2$@
hu: Lejár: %1$@/%2$@
id: Kedaluwarsa %1$@/%2$@
it: Scade il %@/%@
ja: 有効期限%1$@/%2$@
ko: 만료일 %1$@/%2$@
lt_lt: Galioja iki %1$@/%2$@
ms: Luput %1$@/%2$@
nl: Verloopt %1$@/%2$@
pl: Ważna do %1$@/%2$@
pt: Expira em %1$@/%2$@
ro: Expiră %1$@/%2$@
ru: Действительна до %1$@/%2$@
sk: Platnosť do %1$@/%2$@
sr_rs: Ističe %1$@/%2$@
sv: Utgår %1$@/%2$@
th: หมดอายุ %1$@/%2$@
tr: Son kullanma %1$@/%2$@
uk_ua: Дійсна до %1$@/%2$@
vi: Hết hạn %1$@/%2$@
zh_cn: 有效期至%1$@/%2$@
zh_hk: 到期 %1$@/%2$@

# primer_vault_manage_button_done
source: Done
ar: تم
bg: Готово
cs: Hotovo
da: Færdig
el: Τέλος
es_ar: Listo
et: Valmis
fi_fi: Valmis
he: סיום
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
lt_lt: Atlikta
ms: Selesai
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Finalizat
ru: Готово
sk: Hotovo
sr_rs: Gotovo
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk_ua: Готово
vi: Hoàn tất
zh_cn: 完成
zh_hk: 完成

# primer_vault_manage_button_edit
source: Edit
ar: تعديل
bg: Редактирай
cs: Upravit
da: Rediger
el: Επεξεργασία
es_ar: Editar
et: Muuda
fi_fi: Muokkaa
he: ערוך
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
lt_lt: Redaguoti
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editați
ru: Редактировать
sk: Upraviť
sr_rs: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk_ua: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑
zh_hk: 編輯

# primer_vault_manage_title
source: All saved payment methods
ar: جميع طرق الدفع المحفوظة
bg: Всички запазени методи за плащане
cs: Všechny uložené platební metody
da: Alle gemte betalingsmetoder
el: Όλες οι αποθηκευμένες μέθοδοι πληρωμής
es_ar: Todos los métodos de pago guardados
et: Kõik salvestatud makseviisid
fi_fi: Kaikki tallennetut maksutavat
he: כל אמצעי התשלום השמורים
hu: Összes mentett fizetési mód
id: Semua metode pembayaran yang tersimpan
it: Tutti i metodi di pagamento salvati
ja: 保存済みのすべてのお支払い方法
ko: 저장된 모든 결제 수단
lt_lt: Visi išsaugoti mokėjimo būdai
ms: Semua kaedah pembayaran yang disimpan
nl: Alle opgeslagen betaalmethoden
pl: Wszystkie zapisane metody płatności
pt: Todos os métodos de pagamento guardados
ro: Toate metodele de plată salvate
ru: Все сохраненные способы оплаты
sk: Všetky uložené spôsoby platby
sr_rs: Svi sačuvani načini plaćanja
sv: Alla sparade betalningsmetoder
th: วิธีการชำระเงินที่บันทึกทั้งหมด
tr: Tüm kayıtlı ödeme yöntemleri
uk_ua: Усі збережені способи оплати
vi: Tất cả phương thức thanh toán đã lưu
zh_cn: 所有已保存的支付方式
zh_hk: 所有已儲存的付款方式

# primer_vault_section_title
source: Saved payment methods
ar: طرق الدفع المحفوظة
bg: Запазени методи за плащане
cs: Uložené platební metody
da: Gemte betalingsmetoder
el: Αποθηκευμένες μέθοδοι πληρωμής
es_ar: Métodos de pago guardados
et: Salvestatud makseviisid
fi_fi: Tallennetut maksutavat
he: אמצעי תשלום שמורים
hu: Mentett fizetési módok
id: Metode pembayaran yang tersimpan
it: Metodi di pagamento salvati
ja: 保存済みのお支払い方法
ko: 저장된 결제 수단
lt_lt: Išsaugoti mokėjimo būdai
ms: Kaedah pembayaran yang disimpan
nl: Opgeslagen betaalmethoden
pl: Zapisane metody płatności
pt: Métodos de pagamento guardados
ro: Metode de plată salvate
ru: Сохраненные способы оплаты
sk: Uložené spôsoby platby
sr_rs: Sačuvani načini plaćanja
sv: Sparade betalningsmetoder
th: วิธีการชำระเงินที่บันทึกไว้
tr: Kayıtlı ödeme yöntemleri
uk_ua: Збережені способи оплати
vi: Phương thức thanh toán đã lưu
zh_cn: 已保存的支付方式
zh_hk: 已儲存的付款方式

# primer_vault_selected_button_other
source: Show other ways to pay
ar: عرض طرق الدفع الأخرى
bg: Покажи други начини за плащане
cs: Zobrazit další způsoby platby
da: Vis andre måder at betale på
el: Εμφάνιση άλλων τρόπων πληρωμής
es_ar: Mostrar otras formas de pago
et: Näita teisi makseviise
fi_fi: Näytä muut maksutavat
he: הצג דרכים אחרות לתשלום
hu: Más fizetési módok megjelenítése
id: Tampilkan cara pembayaran lain
it: Mostra altri metodi di pagamento
ja: 他のお支払い方法を表示
ko: 다른 결제 방법 보기
lt_lt: Rodyti kitus mokėjimo būdus
ms: Tunjukkan cara lain untuk bayar
nl: Toon andere betaalmogelijkheden
pl: Pokaż inne sposoby płatności
pt: Mostrar outros métodos de pagamento
ro: Afișați alte modalități de plată
ru: Показать другие способы оплаты
sk: Zobraziť iné spôsoby platby
sr_rs: Prikažite druge načine plaćanja
sv: Visa andra sätt att betala
th: แสดงวิธีการชำระเงินอื่น
tr: Diğer ödeme yöntemlerini göster
uk_ua: Показати інші способи оплати
vi: Hiển thị các cách thanh toán khác
zh_cn: 显示其他支付方式
zh_hk: 顯示其他付款方式

# primer-direct-checkout-apple-pay
source: Apple pay
ar: دفع عن طريق Apple
el: Πληρωμή με Apple
he: אפל פיי
sr_rs: Plaćanje putem Apple aplikacije
th: แอปเปิลเพย์
tr: Apple ödeme
zh_cn: Apple 支付

# primer-direct-checkout-paypal
source: PayPal
ar: باي بال
he: פייפאל
th: เพย์พาล

source: Pay by Immediate transfer
it: Paga con bonifico immediato

# payBySmartTransfer
source: Pay by Bank transfer
it: Paga con bonifico bancario
