Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# primer-vault-payment-method-add-new-card
source: Add new card
ar: إضافة بطاقة جديدة
bg: Добавяне на нова карта
ca: Afegiu una targeta nova
cs: Místo toho použít IBAN
da: Tilføj nyt kort
el: Προσθήκη νέας κάρτας
es_ar: Añadir nueva tarjeta
et: Lisa uus kaart
fi_fi: Lisää uusi kortti
he: הוספת כרטיס חדש
hu: Új kártya hozzáadása
id: Tambahkan kartu baru
it: Aggiungi nuova carta
ja: 新しいカードを追加
ko: 새 카드 추가
lt_lt: Pridėti banko kortelę
lv: Pievienot jaunu karti
ms: Tambah kad baharu
nl: Nieuwe kaart toevoegen
pl: Dodaj nową kartę
pt: Adicionar um novo cartão
ro: Adăugaţi un card nou
ru: Добавить новую карту
sk: Pridať novú kartu
sr_rs: Dodajte novu karticu
sv: Lägg till nytt kort
th: เพิ่มบัตรใบใหม่
tr: Yeni kart ekle
uk_ua: Додати нову картку
vi: Thêm thẻ mới
zh_cn: 添加新卡
zh_hk: 增加新的卡片

# primer-vault-payment-method-available-payment-methods
source: Available payment methods
ar: طرق الدفع المتاحة
bg: Налични методи на плащане
ca: Mètodes de pagament disponibles
cs: Dostupné způsoby platby
da: Tilgængelige betalingsmetoder
el: Διαθέσιμοι τρόποι πληρωμής
es_ar: Métodos de pago disponibles
et: Saadaolevad makseviisid
fi_fi: Saatavilla olevat maksutavat
he: אמצעי תשלום זמינים
hu: Rendelkezésre álló fizetési módok
id: Metode pembayaran yang tersedia
it: Metodi di pagamento disponibili
ja: 利用可能な支払方法
ko: 이용 가능한 결제 수단
lt_lt: Galimi mokėjimo būdai
lv: Pieejamie maksāšanas veidi
ms: Kaedah pembayaran yang tersedia
nl: Beschikbare betaalwijzen
pl: Dostępne metody płatności
pt: Métodos de pagamento disponíveis
ro: Modalităţi de plată disponibile
ru: Доступные способы оплаты
sk: Dostupné spôsoby platby
sr_rs: Dostupni načini plaćanja
sv: Tillgängliga betalningsmetoder
th: วิธีชำระเงินที่มี
tr: Mevcut ödeme yöntemleri
uk_ua: Доступні способи оплати
vi: Các phương thức thanh toán khả dụng
zh_cn: 可用付款方式
zh_hk: 可使用支付方式

# primer-vault-payment-method-edit
source: Edit
ar: تعديل
bg: Редакция
ca: Editeu
cs: Upravit
da: Rediger
el: Επεξεργασία
es_ar: Editar
et: Muuda
fi_fi: Muokkaa
he: עריכה
hu: Módosítás
it: Modifica
ja: 編集
ko: 편집
lt_lt: Redaguoti
lv: Rediģēt
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editaţi
ru: Редактировать
sk: Upraviť
sr_rs: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenleme
uk_ua: Редагувати
vi: Sửa
zh_cn: 编辑
zh_hk: 修改

# primer-vault-payment-method-saved-payment-methods
source: Saved payment methods
ar: طرقة الدفع المحفوظة
bg: Запазени методи на плащане
ca: Mètodes de pagament desats
cs: Uložené způsoby platby
da: Gemte betalingsmetoder
el: Αποθηκευμένοι τρόποι πληρωμής
es_ar: Métodos de pago guardados
et: Salvestatud makseviisid
fi_fi: Tallennetut maksutavat
he: אמצעי תשלום שמורים
hu: Mentett fizetési módok
id: Metode pembayaran yang disimpan
it: Metodi di pagamento salvati
ja: 保存された支払方法
ko: 저장된 결제 수단
lt_lt: Išsaugoti mokėjimo būdai
lv: Saglabātie maksāšanas veidi
ms: Kaedah pembayaran yang disimpan
nl: Opgeslagen betaalwijzen
pl: Zapisane metody płatności
pt: Métodos de pagamento guardados
ro: Metode de plată salvate
ru: Сохранённые способы оплаты
sk: Uložené spôsoby platby
sr_rs: Sačuvani načini plaćanja
sv: Sparade betalningsmetoder
th: วิธีชำระเงินที่บันทึกไว้
tr: Kayıtlı ödeme yöntemleri
uk_ua: Збережені способи оплати
vi: Phương thức thanh toán đã lưu
zh_cn: 已保存的付款方式
zh_hk: 已儲存付款方式

source: QR Code
ar: رمز الاستجابة السريعة
bg: QR код
ca: Codi QR
cs: QR kód
da: QR-kode
el: Κωδικός QR
es_ar: Código QR
et: QR-kood
fi_fi: QR-koodi
he: קוד QR
hu: QR-kód
id: Kode QR
it: Codice QR
ja: QR コード
ko: QR 코드
lt_lt: QR kodas
lv: Kvadrātkods
ms: Kod QR
pl: Kod QR
pt: Código QR
ro: Cod QR
ru: QR-код
sk: QR kód
sr_rs: QR kod
sv: QR-kod
th: รหัส QR
tr: QR Kodu
uk_ua: QR-код
vi: Mã QR
zh_cn: 二维码
zh_hk: QR 碼

# scanToPay
source: Scan to pay or take a screenshot
ar: امسح للدفع أو التقط لقطة شاشة
bg: Сканирайте, за да платите или направете екранна снимка
ca: Escanegeu per pagar o feu una captura de pantalla
cs: Skenování pro platbu nebo pořízení snímku obrazovky
da: Scan for at betale eller tag et screenshot
el: Σαρώστε για να πληρώσετε ή τραβήξτε ένα στιγμιότυπο οθόνης
es_ar: Escanear para pagar o hacer una captura de pantalla
et: Skanni maksmiseks või tee ekraanitõmmis
fi_fi: Skannaa maksaaksesi tai ota ruutukaappaus
he: סרקו כדי לשלם או צלמו צילום מסך
hu: Fizetéshez szkennelje be vagy készítsen képernyőképet
id: Pindai untuk membayar atau mengambil cuplikan layar
it: Scansiona per pagare o fai uno screenshot
ja: スキャンして支払うかスクリーンショットを撮影
ko: 스캔하여 결제 또는 스크린샷 촬영
lt_lt: Nuskaitykite, kad sumokėtumėte arba padarykite ekrano nuotrauką
lv: Skenē, lai samaksātu, vai uzņem ekrānuzņēmumu
ms: Imbas untuk membayar atau simpan tangkap layar
nl: Scan om te betalen of maak een schermafbeelding
pl: Zeskanuj, żeby zapłacić, lub zrób zrzut ekranu
pt: Faça scan para pagar ou faça uma captura de ecrã
ro: Scanează pentru a plăti sau fă o captură de ecran
ru: Отсканируйте, чтобы оплатить, или сделайте скриншот
sk: Zaplaťte skenovaním alebo urobte snímku obrazovky
sr_rs: Skenirajte da platite ili napravite snimak ekrana
sv: Skanna för att betala eller gör en skärmdump
th: สแกนเพื่อชำระเงินหรือถ่ายภาพหน้าจอ
tr: Ödemek için tarayın ya da ekran görüntüsü alın
uk_ua: Відскануйте для оплати або зробіть знімок екрана
vi: Quét để thanh toán hoặc chụp ảnh màn hình
zh_cn: 扫一扫付款或截图
zh_hk: 掃瞄支付或截圖

# search-bank-placeholder
source: Search bank
ar: ابحث عن البنوك
bg: Търсене на банка
ca: Cercar banc
cs: Vyhledat banku
da: Søg bank
el: Αναζήτηση τράπεζας
es_ar: Buscar banco
et: Otsi panka
fi_fi: Hae pankkia
he: חפש בנק
hu: Bank keresése
id: Cari bank
it: Cerca la banca
ja: 銀行を検索
ko: 은행 검색
lt_lt: Iškoti banko
lv: Meklēt banku
ms: Cari bank
nl: Bank zoeken
pl: Wyszukaj bank
pt: Procurar banco
ro: Caută banca
ru: Поиск банка
sk: Vyhľadať banku
sr_rs: Pretražite banku
sv: Sök efter bank
th: ค้นหาธนาคาร
tr: Banka ara
uk_ua: Шукати банк
vi: Tìm kiếm ngân hàng
zh_cn: 搜索银行
zh_hk: 搜尋銀行

# search-country-placeholder
source: Search country
ar: البحث عن بلد
bg: Държава за търсене
ca: Cerca el país
cs: Vyhledat zemi
el: Αναζήτηση χώρας
es_ar: Buscar país
et: Otsi riiki
fi_fi: Hae maata
he: חפש מדינה
hu: Ország keresése
id: Cari negara
it: Cerca paese
ja: 国を検索する
ko: 국가 검색하기
lt_lt: Ieškoti šalies
lv: Meklē valsti
ms: Cari negara
nl: Land zoeken
pl: Szukaj kraju
pt: Pesquisar país
ro: Caută țara
ru: Поиск страны
sk: Vyhľadať krajinu
sr_rs: Traži državu
sv: Sökland
th: ค้นหาประเทศ
tr: Ülke ara
uk_ua: Пошук країни
vi: Tìm kiếm quốc gia
zh_cn: 搜索国家/地区
zh_hk: 搜尋國家地區

source: See all
ar: عرض الكل
bg: Вижте всички
ca: Veure-ho tot
cs: Zobrazit vše
da: Se alle
el: Περισσότερα
es_ar: Ver todo
et: Vaata kõiki
fi_fi: Näytä kaikki
he: הצג הכל
hu: Összes megtekintése
id: Lihat semua
it: Vedi tutto
ja: すべて表示
ko: 전체 보기
lt_lt: Matyti viską
lv: Skatīt visu
ms: Lihat semua
nl: Alles bekijken
pl: Zobacz wszystkie
pt: Ver tudo
ro: Vezi toate
ru: Показать всё
sk: Vidieť všetko
sr_rs: Vidite sve
sv: Se alla
th: ดูทั้งหมด
tr: Hepsini gör
uk_ua: Дивитись все
vi: Xem tất cả
zh_cn: 查看全部
zh_hk: 查看所有

source: Shipping
ar: الشحن
bg: Доставка
ca: Enviament
cs: Doručení
da: Forsendelse
el: Αποστολές
es_ar: Envío
et: Tarne
fi_fi: Toimitus
he: שילוח
hu: Szállítás
id: Pengiriman
it: Spese di spedizione
ja: 送料
ko: 배송비
lt_lt: Pristatymas
lv: Piegāde
ms: Penghantaran
nl: Verzending
pl: Wysyłka
pt: Envio
ro: Expediere
ru: Доставка
sk: Doručenie
sr_rs: Dostava
sv: Frakt
th: การส่งสินค้า
tr: Gönderim
uk_ua: Доставка
vi: Phí vận chuyển
zh_cn: 运费
zh_hk: 運送費

# stateErrorInvalid
source: Invalid State, Region or County
ar: ولاية أو منطقة أو مقاطعة غير صالحة
bg: Невалиден щат, регион или окръг
ca: Estat, regió o país no vàlid
cs: Neplatný stát, region nebo okres
da: Ugyldig stat, region eller amt
el: Μη έγκυρη πολιτεία, περιοχή ή κομητεία
es_ar: Estado, región o provincia no válidos
et: Kehtetu osariik, piirkond või riik
fi_fi: Virheellinen osavaltio, alue tai maakunta
he: מדינה, אזור או מחוז לא תקינים
hu: Érvénytelen állam, régió vagy megye
id: Negara Bagian, Wilayah, atau Kabupaten Tidak Valid
it: Stato, regione o contea non validi
ja: 州、地域または郡が無効です
ko: 유효하지 않은 주, 지역 또는 카운티
lt_lt: Ieškoti valstijos, rajono ar apygardos
lv: Novads, reģions vai apgabals ievadīts nekorekti
ms: Negeri, Wilayah atau Daerah tidak sah
nl: Ongeldige staat, regio of provincie
pl: Nieprawidłowy stan, region lub hrabstwo
pt: Estado, região ou país inválidos
ro: Stat, regiune sau județ nevalid
ru: Неверный штат, регион или округ
sk: Neplatný štát, región alebo kraj
sr_rs: Nevažeća država, region ili okrug
sv: Ogiltig delstat, region eller län
th: รัฐ ภูมิภาค หรือเทศมณฑลไม่ถูกต้อง
tr: Geçersiz Eyalet, Bölge veya İlçe
uk_ua: Недійсний штат, регіон або округ
vi: Tiểu bang, Vùng hoặc Hạt Không hợp lệ
zh_cn: 无效的州、地区或县
zh_hk: 地區或國家無效

# stateErrorRequired
source: State, Region or County is required
ar: يجب إدخال ولاية أو منطقة أو مقاطعة
bg: Изисква се щат/ регион/ държава
ca: És obligatori l'estat, la regió o el comtat
cs: Je vyžadován stát / region / kraj
da: Stat, region eller land er påkrævet
el: Απαιτείται πολιτεία, περιφέρεια ή κομητεία
es_ar: Estado, región o condado obligatorio
et: Osariik, piirkond või riik on nõutav
fi_fi: Osavaltio, alue tai maakunta on pakollinen
he: מדינה, אזור או מחוז נדרשים
hu: Állam, Régió, Megye kötelező
id: Provinsi harus diisi
it: Stato o Regione sono necessari
ja: 州 / 地方 / 郡は必須です
ko: 도, 군 또는 구는 필수입니다
lt_lt: Valstija, rajonas arba apygarda yra privalomi
lv: Jānorāda valsts, reģions vai apgabals
ms: Negeri, Kawasan atau Daerah diperlukan
nl: Staat, regio of land is verplicht
pl: Stan, region lub województwo jest wymagane
pt: É necessário Estado, Região ou País
ro: Este obligatoriu să specificaţi Statul, Regiunea sau Judeţul
ru: Требуется штат, регион или округ
sk: Vyžaduje sa štát/región/kraj
sr_rs: Neophodno je uneti saveznu jedinicu, region ili državu
sv: Stat, region eller län krävs
th: จำเป็นต้องมีรัฐ ภูมิภาค หรือ มณฑล
tr: Eyalet, Bölge ya da İlçe gerekli
uk_ua: Штат, регіон або округ є обов'язковим
vi: Tiểu bang, Vùng hoặc Quận là bắt buộc
zh_cn: 州、地区或县为必需
zh_hk: 必須填寫區

# stateLabel
source: State / Region / County
ar: الولاية / المنطقة / المقاطعة
bg: Щат/ Регион/ Държава
ca: Estat / Regió / Comtat
cs: Stát / region / kraj
da: Stat / Region / Land
el: Πολιτεία / Περιφέρεια / Κομητεία
es_ar: Estado / Región / Condado
et: Osariik/piirkond/riik
fi_fi: Osavaltio/alue/maakunta
he: מדינה / אזור / מחוז
hu: Állam / Régió / Megye
id: Provinsi
it: Stato/Regione
ja: 州 / 地方 / 郡
ko: 도/군/구
lt_lt: Valstija / Rajonas / Apygarda
lv: Valsts / reģions / apgabals
ms: Negeri / Kawasan / Daerah
nl: Staat/regio/land
pl: Stan / Region / Województwo
pt: Estado / Região / País
ro: Statul / Regiunea / Judeţul
ru: Штат/регион/округ
sk: Štát/región/kraj
sr_rs: Savezna jedinica / Region / Država
sv: Stat/region/län
th: รัฐ / ภูมิภาค / มณฑล
tr: Eyalet / Bölge / İlçe
uk_ua: Штат / Регіон / Округ
vi: Tiểu bang / Vùng / Hạt
zh_cn: 州/地区/县
zh_hk: 區

# statePlaceholder
source: State / Region / County
ar: الولاية / المنطقة / المقاطعة
bg: Щат/ Регион/ Държава
ca: Estat / Regió / Comtat
cs: Stát / region / kraj
da: Stat / Region / Land
el: Πολιτεία / Περιφέρεια / Κομητεία
es_ar: Estado / Región / Condado
et: Osariik/piirkond/riik
fi_fi: Osavaltio/alue/maakunta
he: מדינה / אזור / מחוז
hu: Állam / Régió / Megye
id: Provinsi
it: Stato/Regione
ja: 州 / 地方 / 郡
ko: 도/군/구
lt_lt: Valstija / Rajonas / Apygarda
lv: Valsts / reģions / apgabals
ms: Negeri / Kawasan / Daerah
nl: Staat/regio/land
pl: Stan / Region / Województwo
pt: Estado / Região / País
ro: Statul / Regiunea / Judeţul
ru: Штат/регион/округ
sk: Štát/región/kraj
sr_rs: Savezna jedinica / Region / Država
sv: Stat/region/län
th: รัฐ / ภูมิภาค / มณฑล
tr: Eyalet / Bölge / İlçe
uk_ua: Штат / Регіон / Округ
vi: Tiểu bang / Vùng / Hạt
zh_cn: 州/地区/县
zh_hk: 區

# surcharge-additional-fee
source: Additional fee may apply
ar: قد تُفرض رسوم إضافية
bg: Може да е прилжима допълнителна такса
ca: És possible que s'apliqui un recàrrec addicional
cs: Může být účtován další poplatek
da: Yderligere gebyr kan forekomme
el: Ενδέχεται να ισχύει πρόσθετη χρέωση
es_ar: Pueden aplicarse tasas adicionales
et: Kohalduda võivad muud tasud
fi_fi: Lisämaksu saatetaan periä
he: עמלה נוספת עשויה לחול
hu: Lehetséges, hogy további díjat kell fizetni
id: Dapat berlaku biaya tambahan
it: Potrebbe essere applicato un costo aggiuntivo
ja: 追加手数料が適用される場合があります
ko: 추가 수수료가 적용될 수 있음
lt_lt: Gali būti taikomas papildomas mokestis
lv: Var tikt piemērota papildu maksa
ms: Fi tambahan mungkin akan dikenakan
nl: Er kunnen extra kosten van toepassing zijn
pl: Może zostać zastosowana dodatkowa opłata
pt: Pode ser aplicada uma taxa adicional
ro: Se pot aplica taxe suplimentare
ru: Может взиматься дополнительная плата
sk: Môže sa účtovať dodatočný poplatok
sr_rs: Mogući su dodatni troškovi
sv: Ytterligare avgifter kan tillkomma
th: อาจมีค่าธรรมเนียมเพิ่มเติม
tr: Ek ücret uygulanabilir
uk_ua: Може стягуватись додаткова комісія
vi: Có thể có phí bổ sung
zh_cn: 可能会收取额外费用
zh_hk: 可能會產生額外費用

# uploadScreenshot
source: Upload the screenshot in your banking app
ar: قم بتحميل لقطة الشاشة في تطبيقك المصرفي
bg: Качете екранната снимка в банковото си приложение
ca: Pengeu la captura de pantalla des de la vostra aplicació bancària
cs: Nahrání snímku obrazovky v bankovní aplikaci
da: Upload screenshottet i din bank-app
el: Ανεβάστε το στιγμιότυπο οθόνης στην τραπεζική σας εφαρμογή
es_ar: Suba la captura de pantalla a su aplicación bancaria
et: Laadi ekraanitõmmis oma pangaäppi
fi_fi: Lataa ruutukaappaus pankkisovellukseesi
he: העלו את צילום המסך אל אפליקציית הבנק
hu: Töltse fel a képernyőképet a banki alkalmazásban.
id: Unggah cuplikan layar di aplikasi perbankan Anda
it: Carica lo screenshot nella tua app bancaria
ja: 銀行アプリでスクリーンショットをアップロード
ko: 금융 앱에서 스크린샷을 업로드하세요
lt_lt: Įkelkite ekrano nuotrauką į bankininkystės programėlę
lv: Augšupielādē ekrānuzņēmumu savas bankas lietotnē
ms: Muat naik tangkap layar tersebut menggunakan aplikasi perbankan anda
nl: Upload de schermafbeelding in uw bank-app
pl: Wczytaj zrzut ekranu do aplikacji bankowej
pt: Carregue a captura de ecrã na sua aplicação bancária
ro: Încarcă captura de ecran în aplicația de banking
ru: Загрузите скриншот в своё банковское приложение
sk: Nahrajte snímku obrazovky do svojej bankovej aplikácie
sr_rs: Otpremite snimak ekrana u svoju bankarsku aplikaciju
sv: Ladda upp skärmdumpen i din bankapp
th: อัปโหลดภาพหน้าจอในแอปธนาคารของคุณ
tr: Ekran görüntüsünü bankacılık uygulamanızda yükleyin
uk_ua: Завантажте знімок екрана у свій банківський додаток
vi: Tải lên ảnh chụp màn hình trong ứng dụng ngân hàng của bạn
zh_cn: 在您的银行应用中上传屏幕截图
zh_hk: 上傳截圖到你的銀行流動應用程式

# accessibility_action_delete
source: Delete payment method
ar: حذف طريقة الدفع
bg: Изтрий метод на плащане
ca: Suprimeix el mètode de pagament
cs: Odstranit platební metodu
da: Slet betalingsmetode
el: Διαγραφή μεθόδου πληρωμής
es_ar: Eliminar método de pago
et: Kustuta makseviis
fi_fi: Poista maksutapa
he: מחק אמצעי תשלום
hu: Fizetési mód törlése
id: Hapus metode pembayaran
it: Elimina metodo di pagamento
ja: お支払い方法を削除
ko: 결제 수단 삭제
lt_lt: Ištrinti mokėjimo būdą
ms: Padam kaedah pembayaran
nl: Betaalmethode verwijderen
pl: Usuń metodę płatności
pt: Eliminar método de pagamento
ro: Ștergeți metoda de plată
ru: Удалить способ оплаты
sk: Vymazať spôsob platby
sr_rs: Obrišite način plaćanja
sv: Ta bort betalningsmetod
th: ลบวิธีการชำระเงิน
tr: Ödeme yöntemini sil
uk_ua: Видалити спосіб оплати
vi: Xóa phương thức thanh toán
zh_cn: 删除支付方式
zh_hk: 刪除付款方式

# accessibility_action_edit
source: Edit card details
ar: تعديل تفاصيل البطاقة
bg: Редактирай данни на картата
ca: Edita les dades de la targeta
cs: Upravit údaje karty
da: Rediger kortoplysninger
el: Επεξεργασία στοιχείων κάρτας
es_ar: Editar datos de la tarjeta
et: Muuda kaardi andmeid
fi_fi: Muokkaa kortin tietoja
he: ערוך פרטי כרטיס
hu: Kártyaadatok szerkesztése
id: Edit detail kartu
it: Modifica dati carta
ja: カード情報を編集
ko: 카드 정보 수정
lt_lt: Redaguoti kortelės duomenis
ms: Edit butiran kad
nl: Kaartgegevens bewerken
pl: Edytuj dane karty
pt: Editar dados do cartão
ro: Editați detaliile cardului
ru: Изменить данные карты
sk: Upraviť údaje karty
sr_rs: Uredite detalje kartice
sv: Redigera kortuppgifter
th: แก้ไขรายละเอียดบัตร
tr: Kart bilgilerini düzenle
uk_ua: Редагувати дані картки
vi: Chỉnh sửa thông tin thẻ
zh_cn: 编辑卡片详情
zh_hk: 編輯卡片詳情

# accessibility_action_set_default
source: Set as default payment method
ar: تعيين كطريقة دفع افتراضية
bg: Задай като основен метод на плащане
ca: Estableix com a mètode de pagament predeterminat
cs: Nastavit jako výchozí platební metodu
da: Indstil som standardbetalingsmetode
el: Ορισμός ως προεπιλεγμένη μέθοδος πληρωμής
es_ar: Establecer como método de pago predeterminado
et: Määra vaikimisi makseviisiks
fi_fi: Aseta oletusmaksutavaksi
he: הגדר כאמצעי תשלום ברירת מחדל
hu: Beállítás alapértelmezett fizetési módként
id: Tetapkan sebagai metode pembayaran default
it: Imposta come metodo di pagamento predefinito
ja: デフォルトのお支払い方法に設定
ko: 기본 결제 수단으로 설정
lt_lt: Nustatyti kaip numatytąjį mokėjimo būdą
ms: Tetapkan sebagai kaedah pembayaran lalai
nl: Instellen als standaard betaalmethode
pl: Ustaw jako domyślną metodę płatności
pt: Definir como método de pagamento predefinido
ro: Setați ca metodă de plată implicită
ru: Установить как способ оплаты по умолчанию
sk: Nastaviť ako predvolený spôsob platby
sr_rs: Postavite kao podrazumevani način plaćanja
sv: Ange som standardbetalningsmetod
th: ตั้งเป็นวิธีการชำระเงินหลัก
tr: Varsayılan ödeme yöntemi olarak ayarla
uk_ua: Встановити як основний спосіб оплати
vi: Đặt làm phương thức thanh toán mặc định
zh_cn: 设为默认支付方式
zh_hk: 設為預設付款方式

# accessibility_card_form_billing_address_address_line_1_label
source: Address line 1, required
ar: سطر العنوان 1، مطلوب
bg: Адрес ред 1, задължително
ca: Línia d'adreça 1, obligatòria
cs: Řádek adresy 1, povinné
da: Adresselinje 1, påkrævet
el: Διεύθυνση γραμμή 1, απαιτείται
es_ar: Dirección línea 1, obligatorio
et: Aadressirida 1, nõutav
fi_fi: Osoiterivi 1, pakollinen
he: שורת כתובת 1, נדרש
hu: 1. címsor, kötelező
id: Baris alamat 1, wajib diisi
it: Indirizzo riga 1, obbligatorio
ja: 住所1、必須
ko: 주소 1번 줄, 필수
lt_lt: 1 adreso eilutė, privaloma
ms: Baris alamat 1, diperlukan
nl: Adresregel 1, verplicht
pl: Pierwsza linia adresu, wymagane
pt: Linha de endereço 1, obrigatório
ro: Linia de adresă 1, obligatoriu
ru: Адресная строка 1, обязательное поле
sk: 1. riadok adresy, povinné
sr_rs: Adresa, prvi red, obavezno
sv: Adressrad 1, obligatorisk
th: ที่อยู่บรรทัดที่ 1 จำเป็น
tr: Adres satırı 1, zorunlu
uk_ua: Адресний рядок 1, обов'язково
vi: Dòng địa chỉ 1, bắt buộc
zh_cn: 地址行1，必填
zh_hk: 地址第一行,必填

# accessibility_card_form_billing_address_address_line_2_label
source: Address line 2, optional
ar: سطر العنوان 2، اختياري
bg: Адрес ред 2, незадължително
ca: Línia d'adreça 2, opcional
cs: Řádek adresy 2, nepovinné
da: Adresselinje 2, valgfri
el: Διεύθυνση γραμμή 2, προαιρετικό
es_ar: Dirección línea 2, opcional
et: Aadressirida 2, valikuline
fi_fi: Osoiterivi 2, valinnainen
he: שורת כתובת 2, אופציונלי
hu: 2. címsor, opcionális
id: Baris alamat 2, opsional
it: Indirizzo riga 2, facoltativo
ja: 住所2、任意
ko: 주소 2번 줄, 선택사항
lt_lt: 2 adreso eilutė, neprivaloma
ms: Baris alamat 2, pilihan
nl: Adresregel 2, optioneel
pl: Druga linia adresu, opcjonalne
pt: Linha de endereço 2, opcional
ro: Linia de adresă 2, opțional
ru: Адресная строка 2, необязательное поле
sk: 2. riadok adresy, nepovinné
sr_rs: Adresa, drugi red, opciono
sv: Adressrad 2, valfri
th: ที่อยู่บรรทัดที่ 2 ไม่บังคับ
tr: Adres satırı 2, isteğe bağlı
uk_ua: Адресний рядок 2, необов'язково
vi: Dòng địa chỉ 2, tùy chọn
zh_cn: 地址行2，可选
zh_hk: 地址第二行,選填

# accessibility_card_form_billing_address_city_hint
source: Enter city name
ar: أدخل اسم المدينة
bg: Въведете име на град
ca: Introduïu el nom de la ciutat
cs: Zadejte název města
da: Indtast bynavn
el: Εισαγάγετε το όνομα της πόλης
es_ar: Ingresá el nombre de la ciudad
et: Sisesta linna nimi
fi_fi: Syötä kaupungin nimi
he: הזן שם עיר
hu: Adja meg a város nevét
id: Masukkan nama kota
it: Inserisci il nome della città
ja: 市区町村名を入力してください
ko: 도시명 입력
lt_lt: Įveskite miesto pavadinimą
ms: Masukkan nama bandar
nl: Voer plaatsnaam in
pl: Wprowadź nazwę miasta
pt: Introduza o nome da cidade
ro: Introduceți numele orașului
ru: Введите название города
sk: Zadajte názov mesta
sr_rs: Unesite naziv grada
sv: Ange ortnamn
th: กรอกชื่อเมือง
tr: Şehir adını girin
uk_ua: Введіть назву міста
vi: Nhập tên thành phố
zh_cn: 输入城市名称
zh_hk: 輸入城市名稱

# accessibility_card_form_billing_address_city_label
source: City, required
ar: المدينة، مطلوبة
bg: Град, задължително
ca: Ciutat, obligatòria
cs: Město, povinné
da: By, påkrævet
el: Πόλη, απαιτείται
es_ar: Ciudad, obligatorio
et: Linn, nõutav
fi_fi: Kaupunki, pakollinen
he: עיר, נדרש
hu: Város, kötelező
id: Kota, wajib diisi
it: Città, obbligatoria
ja: 市区町村、必須
ko: 도시, 필수
lt_lt: Miestas, privaloma
ms: Bandar, diperlukan
nl: Plaats, verplicht
pl: Miasto, wymagane
pt: Cidade, obrigatório
ro: Oraș, obligatoriu
ru: Город, обязательное поле
sk: Mesto, povinné
sr_rs: Grad, obavezno
sv: Ort, obligatorisk
th: เมือง จำเป็น
tr: Şehir, zorunlu
uk_ua: Місто, обов'язково
vi: Thành phố, bắt buộc
zh_cn: 城市，必填
zh_hk: 城市,必填

# accessibility_card_form_billing_address_country_label
source: Country, required
ar: الدولة، مطلوبة
bg: Държава, задължително
ca: País, obligatori
cs: Země, povinné
da: Land, påkrævet
el: Χώρα, απαιτείται
es_ar: País, obligatorio
et: Riik, nõutav
fi_fi: Maa, pakollinen
he: מדינה, נדרש
hu: Ország, kötelező
id: Negara, wajib diisi
it: Paese, obbligatorio
ja: 国、必須
ko: 국가, 필수
lt_lt: Šalis, privaloma
ms: Negara, diperlukan
nl: Land, verplicht
pl: Kraj, wymagane
pt: País, obrigatório
ro: Țară, obligatoriu
ru: Страна, обязательное поле
sk: Krajina, povinné
sr_rs: Zemlja, obavezno
sv: Land, obligatoriskt
th: ประเทศ จำเป็น
tr: Ülke, zorunlu
uk_ua: Країна, обов'язково
vi: Quốc gia, bắt buộc
zh_cn: 国家，必填
zh_hk: 國家/地區,必填

# accessibility_card_form_billing_address_first_name_label
source: First name, required
ar: الاسم الأول، مطلوب
bg: Собствено име, задължително
ca: Nom, obligatori
cs: Jméno, povinné
da: Fornavn, påkrævet
el: Όνομα, απαιτείται
es_ar: Nombre, obligatorio
et: Eesnimi, nõutav
fi_fi: Etunimi, pakollinen
he: שם פרטי, נדרש
hu: Keresztnév, kötelező
id: Nama depan, wajib diisi
it: Nome, obbligatorio
ja: 名、必須
ko: 이름, 필수
lt_lt: Vardas, privaloma
ms: Nama pertama, diperlukan
nl: Voornaam, verplicht
pl: Imię, wymagane
pt: Primeiro nome, obrigatório
ro: Prenume, obligatoriu
ru: Имя, обязательное поле
sk: Meno, povinné
sr_rs: Ime, obavezno
sv: Förnamn, obligatoriskt
th: ชื่อ จำเป็น
tr: Ad, zorunlu
uk_ua: Ім'я, обов'язково
vi: Tên, bắt buộc
zh_cn: 名字，必填
zh_hk: 名字,必填

# accessibility_card_form_billing_address_last_name_label
source: Last name, required
ar: اسم العائلة، مطلوب
bg: Фамилия, задължително
ca: Cognom, obligatori
cs: Příjmení, povinné
da: Efternavn, påkrævet
el: Επίθετο, απαιτείται
es_ar: Apellido, obligatorio
et: Perekonnanimi, nõutav
fi_fi: Sukunimi, pakollinen
he: שם משפחה, נדרש
hu: Vezetéknév, kötelező
id: Nama belakang, wajib diisi
it: Cognome, obbligatorio
ja: 姓、必須
ko: 성, 필수
lt_lt: Pavardė, privaloma
ms: Nama akhir, diperlukan
nl: Achternaam, verplicht
pl: Nazwisko, wymagane
pt: Apelido, obrigatório
ro: Nume, obligatoriu
ru: Фамилия, обязательное поле
sk: Priezvisko, povinné
sr_rs: Prezime, obavezno
sv: Efternamn, obligatoriskt
th: นามสกุล จำเป็น
tr: Soyad, zorunlu
uk_ua: Прізвище, обов'язково
vi: Họ, bắt buộc
zh_cn: 姓氏，必填
zh_hk: 姓氏,必填
