Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# lastNamePlaceholder
source: Last name
ar: اسم العائلة
bg: Фамилия
ca: Cognom
cs: Příjmení
da: Efternavn
el: Επίθετο
es_ar: Apellido
et: Perekonnanimi
fi_fi: Sukunimi
he: שם משפחה
hu: Vezetéknév
id: Nama belakang
it: Cognome
ja: 姓
ko: 성
lt_lt: Pavardė
lv: Uzvārds
ms: Nama akhir
nl: Achternaam
pl: Nazwisko
pt: Apelido
ro: Numele de familie
ru: Фамилия
sk: Priezvisko
sr_rs: Prezime
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk_ua: Прізвище
vi: Họ
zh_cn: 姓氏
zh_hk: 姓氏

source: No additional fee
ar: بدون رسوم إضافية
bg: Без допълнителна такса
ca: Sense recàrrec addicional
cs: Bez dalších poplatků
da: Intet yderligere gebyr
el: Χωρίς πρόσθετη χρέωση
es_ar: Sin gastos adicionales
et: Muid tasusid pole
fi_fi: Ei lisämaksua
he: אין עמלות נוספות
hu: Nincs további díj
id: Tanpa biaya tambahan
it: Nessun costo aggiuntivo
ja: 追加手数料なし
ko: 추가 수수료 없음
lt_lt: Jokio papildomo mokesčio
lv: Bez papildmaksas
ms: Tiada yuran tambahan
nl: Geen extra kosten
pl: Żadnych dodatkowych opłat
pt: Sem taxas adicionais
ro: Fără taxe suplimentare
ru: Без дополнительной комиссии
sk: Žiadny dodatočný poplatok
sr_rs: Bez dodatne naknade
sv: Ingen extra avgift
th: ไม่มีค่าธรรมเนียมเพิ่มเติม
tr: Ek ücret yok
uk_ua: Немає додаткової комісії
vi: Không có phí bổ sung
zh_cn: 没有额外费用
zh_hk: 沒有額外費用

# payment_method_blik_loading_placeholder
source: Complete your payment in Blik app
ar: أكمل عملية الدفع في تطبيق Blik
bg: Завършете плащането си в приложението Blik
ca: Completeu el vostre pagament a l'aplicació Blik
cs: Dokončete platbu v aplikaci Blik
da: Færdiggør din betaling i Blik-app
el: Ολοκληρώστε την πληρωμή σας στην εφαρμογή Blik
es_ar: Complete su pago en la aplicación Blik
et: Tee makse Blinki äpis
fi_fi: Suorita maksu Blik-sovelluksessa
he: השלימו את התשלום באפליקציית Blik
hu: Fejezze be a fizetést a Blik alkalmazásban
id: Selesaikan pembayaran Anda dalam aplikasi Blik
it: Completa il pagamento nell'app Blik
ja: Blik アプリで支払いを完了
ko: Blik 앱에서 결제 완료
lt_lt: Užbaikite mokėjimą „Blik“ programėlėje
lv: Pabeidziet maksājumu lietotnē Blik
ms: Lengkapkan pembayaran anda dalam aplikasi Blik
nl: Voltooi uw betaling in de Blik-app
pl: Dokończ płatność w aplikacji Blik
pt: Complete o seu pagamento na aplicação Blik
ro: Finalizează plata în aplicația Blik
ru: Завершите оплату в приложении Blik
sk: Dokončite platbu v aplikácii Blik
sr_rs: Dovršite svoje plaćanje u Bilk aplikaciji
sv: Fullborda din betalning i Blik-appen
th: ชำระเงินของคุณในแอป Blik
tr: Ödemenizi Blik uygulamasında tamamlayın
uk_ua: Завершуй платіж у застосунку Blik
vi: Hoàn tất giao dịch thanh toán của bạn trong ứng dụng Blik
zh_cn: 在Blik应用中完成付款
zh_hk: 請輸入一次性密碼

# payment-method-type-card-not-vaulted
source: Pay with card
ar: الدفع بالبطاقة
bg: Платете с карта
ca: Paga amb targeta
cs: Platba kartou
da: Betal med kort
el: Πληρωμή με κάρτα
es_ar: Pagar con tarjeta
et: Maksa kaardiga
fi_fi: Maksa kortilla
he: שלם בכרטיס
hu: Fizetés kártyával
id: Bayar dengan kartu
it: Paga con carta
ja: カードで支払う
ko: 카드로 결제하기
lt_lt: Mokėti kortele
lv: Maksā ar maksājumu karti
ms: Bayar dengan kad
nl: Betalen met kaart
pl: Zapłać kartą
pt: Pagar com cartão
ro: Plătește cu cardul
ru: Оплатить картой
sk: Zaplatiť kartou
sr_rs: Plati karticom
sv: Betala med kort
th: ชำระด้วยบัตร
tr: Kartla öde
uk_ua: Оплата карткою
vi: Thanh toán bằng thẻ
zh_cn: 使用银行卡支付
zh_hk: 換成刷卡支付

# pleaseTransferFunds
source: Please Transfer funds to the provided DBS bank account using your Singapore based bank account via FAST (preferred), MEPS or GIRO.
ar: يُرجى تحويل الأموال إلى حساب بنك DBS المذكور باستخدام حسابك المصرفي في سنغافورة عبر FAST (مفضّل) أو MEPS أو GIRO.
bg: Моля, прехвърлете средства към предоставената банкова сметка в DBS, като използвате Вашата базирана в Сингапур банкова сметка чрез FAST (за предпочитане), MEPS или GIRO.
ca: Transfereix els fons al compte de DBS Bank proporcionat fent servir el teu compte bancari de Singapur mitjançant FAST (mètode preferit), MEPS o GIRO.
cs: Převeďte prosím finanční prostředky na uvedený bankovní účet DBS pomocí svého bankovního účtu vedeného v Singapuru prostřednictvím FAST (preferováno), MEPS nebo GIRO.
da: Overfør midler til den oplyste DBS-bankkonto ved brug af din singaporeanske bankkonto via FAST (foretrukken), MEPS eller GIRO.
el: Παρακαλούμε, Μεταφέρετε χρήματα στον παρεχόμενο τραπεζικό λογαριασμό DBS (Υπηρεσία Γνωστοποίησης και Αποκλεισμού) χρησιμοποιώντας τον τραπεζικό σας λογαριασμό στη Σιγκαπούρη μέσω FAST (κατά προτίμηση), MEPS (Σύστημα Ηλεκτρονικής Πληρωμής) ή GIRO (Μέθοδος Πληρωμής) .
es_ar: Transfiera fondos a la cuenta bancaria DBS facilitada utilizando su cuenta bancaria en Singapur a través de FAST (preferentemente), MEPS o GIRO.
et: Saada raha DBS-i pangakontole oma Singapuri pangakontolt välkmakse, MEPS-i või GIRO kaudu.
fi_fi: Siirrä varat annetulle DBS:n pankkitilille käyttämällä Singaporessa sijaitsevaa pankkitiliäsi jollakin seuraavista menetelmistä: FAST (suositeltava), MEPS tai GIRO.
he: נא להעביר כספים לחשבון בנק DBS שסופק, באמצעות חשבון הבנק שלך בסינגפור על ידי FAST (מועדף), MEPS או GIRO.
hu: Kérjük, utalj át pénzt a megadott DBS bankszámlára a szingapúri székhelyű bankszámláddal FAST (preferált), MEPS vagy GIRO által.
id: Harap transfer dana ke rekening bank DBS yang disediakan menggunakan rekening bank berkantor pusat di Singapura Anda dengan FAST (lebih disukai), MEPS, atau GIRO,
it: Trasferisci i fondi al conto bancario DBS fornito utilizzando il tuo conto bancario di Singapore tramite FAST (preferito), MEPS o GIRO.
ja: シンガポールに拠点を置く銀行の口座を使用し、FAST（推奨）、MEPS、またはGIRO経由で、提供されたDBS銀行の口座に資金を送金してください。
ko: FAST(추천), MEPS 또는 GIRO를 통해 싱가포르 소재 은행의 계좌를 사용하여 제공된 DBS 은행 계좌로 자금을 이체해 주세요.
lt_lt: Perveskite lėšas į nurodytą DBS banko sąskaitą, naudodamiesi Singapūre esančia banko sąskaita per FAST (pageidautina), MEPS arba GIRO.
lv: Lūdzu, pārskaiti līdzekļus uz norādīto DBS bankas kontu, izmantojot savu Singapūras bankas kontu, izmantojot FAST (vēlams), MEPS vai GIRO pārskaitījumu platformas.
ms: Sila Pindahkan dana ke akaun bank DBS yang diberikan menggunakan akaun bank Singapura anda melalui FAST (diutamakan), MEPS atau GIRO.
nl: Maak geld over naar de opgegeven DBS-bankrekening met behulp van uw in Singapore gevestigde bankrekening via FAST (heeft de voorkeur), MEPS of GIRO.
pl: Przelej środki na podane konto DBS z Twojego konta bankowego w Singapurze, wybierając metodę FAST (zalecana), MEPS lub GIRO.
pt: Transfira os fundos para a conta indicada do banco DBS utilizando a sua conta bancária de Singapura via FAST (método preferido), MEPS ou GIRO.
ro: Te rugăm să transferi fonduri în contul bancar DBS furnizat folosind contul tău bancar din Singapore prin FAST (preferabil), MEPS sau GIRO.
ru: Пожалуйста, осуществите перевод средств на указанный банковский счет DBS через FAST (предпочтительно), MEPS или GIRO, используя ваш банковский счет в Сингапуре.
sk: Preveďte prostriedky na poskytnutý bankový účet DBS pomocou svojho bankového účtu so sídlom v Singapure prostredníctvom FAST (preferované), MEPS alebo GIRO.
sr_rs: Prenesite sredstva na obezbeđeni račun u banci DBS koristeći svoj bankovni račun u Singapuru putem FAST-a (poželjno), MEPS-a ili direktnog depozita.
sv: Var vänlig och överför medlen till angivet DBS-bankkonto med hjälp av ditt Singaporebaserade bankkonto via FAST (föredras), MEPS eller GIRO.
th: โปรดโอนเงินไปยังบัญชีธนาคาร DBS ที่ให้ไว้โดยใช้บัญชีธนาคารในสิงคโปร์ของคุณผ่าน FAST (แนะนำ), MEPS หรือ GIRO
tr: Lütfen FAST (tercih edilen), MEPS veya GIRO ile Singapur merkezli banka hesabınızı kullanarak verilen DBS banka hesabına parayı transfer edin.
uk_ua: Будь ласка, переведіть кошти на наданий банківський рахунок DBS з Вашого банківського рахунку в Сінгапурі через FAST (бажано), MEPS або GIRO.
vi: Vui lòng Chuyển tiền vào tài khoản ngân hàng DBS được cung cấp bằng tài khoản ngân hàng ở Singapore của bạn thông qua FAST (ưu tiên), MEPS hoặc GIRO.
zh_cn: 请使用您在新加坡的银行账户，通过 FAST（首选）、MEPS 或 GIRO 将资金转账到所提供的星展银行账户上。
zh_hk: 請使用您在新加坡的銀行賬戶通過FAST(首選)、MEPS或GIRO將資金轉入提供的星展銀行帳戶。

# postalCodeErrorInvalid
source: Invalid postal code
bg: Невалиден пощенски код
ca: Codi postal no vàlid
cs: Neplatné PSČ
es_ar: Código postal no válido
et: Kehtetu sihtnumber
fi_fi: Virheellinen postinumero
he: מיקוד לא תקין
hu: Érvénytelen irányítószám
id: Kode Pos Tidak Valid
ja: 郵便番号が無効です
ko: 유효하지 않은 우편번호
lt_lt: Neteisingas pašto kodas
lv: Pasta indekss ievadīts nekorekti
ms: Poskod tidak sah
pt: Código postal inválido
ro: Cod poștal nevalid
ru: Неверный почтовый индекс
sk: Neplatné PSČ
sr_rs: Nevažeći poštanski broj
th: รหัสไปรษณีย์ไม่ถูกต้อง
uk_ua: Недійсний поштовий індекс
vi: Mã bưu chính không hợp lệ
zh_cn: 无效的邮政编码
zh_hk: 郵遞區號無效

# postalCodeErrorRequired
source: Postal code is required
ar: يجب كتابة الرمز البريدي
bg: Изисква се пощенски код
ca: El codi postal és obligatori
da: Postnummer er nødvendigt
el: Απαιτείται ταχυδρομικός κώδικας
es_ar: Código postal obligatorio
et: Sihtnumber on nõutav
fi_fi: Postinumero vaaditaan
he: נדרש - מיקוד
hu: Irányítószám megadása kötelező
id: Kode pos wajib diisi
it: Il codice postale è obbligatorio
ja: 郵便番号の入力は必須です
ko: 우편번호는 필수입니다
lt_lt: Pašto kodas yra privalomas
lv: Jānorāda pasta indekss
ms: Poskod diperlukan
nl: Postcode is vereist
pl: Wymagany jest kod pocztowy
pt: É necessário o código postal
ro: Codul poștal este obligatoriu
ru: Требуется указать почтовый индекс
sk: Vyžaduje sa PSČ
sr_rs: Poštanski broj je obavezan
sv: Postnummer är obligatoriskt
th: ต้องระบุรหัสไปรษณีย์
tr: Posta kodu zorunlu
uk_ua: Поштовий індекс є обов'язковим
vi: Mã bưu điện là bắt buộc
zh_cn: 邮政编码为必填项
zh_hk: 郵遞區編碼為必填項

# postalCodeLabel
source: Postal code
ar: الرمز البريدي
bg: Пощенски код
ca: Codi postal
cs: PSČ
da: Postnummer
el: Ταχυδρομικός κώδικας
es_ar: Código postal
et: Sihtnumber
fi_fi: Postinumero
he: מיקוד
hu: Irányítószám
id: Kode pos
it: Codice Postale
ja: 郵便番号
ko: 우편번호
lt_lt: Pašto kodas
lv: Pasta indekss
ms: Poskod
nl: Postcode
pl: Kod pocztowy
pt: Código postal
ro: Cod poștal
ru: Почтовый индекс
sk: PSČ
sr_rs: Poštanski broj
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta kodu
uk_ua: Поштовий Індекс
vi: Mã bưu điện
zh_cn: 邮编
zh_hk: 郵政編碼

# primer-alert-button-cancel
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·lar
cs: Zrušit
da: Annuller
el: Ακύρωση
es_ar: Cancelar
et: Tühista
fi_fi: Peruuta
he: ביטול
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt_lt: Atšaukti
lv: Atcelt
ms: Batal
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sr_rs: Otkažite
sv: Ångra
th: ยกเลิก
tr: İptal
uk_ua: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消

# primer-alert-button-delete
source: Delete
ar: حذف
bg: Изтриване
ca: Suprimir
cs: Odstranit
da: Slet
el: Διαγραφή
es_ar: Eliminar
et: Kustuta
fi_fi: Poista
he: מחק
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
lt_lt: Pašalinti
lv: Dzēst
ms: Padam
nl: Verwijderen
pl: Usuń
pt: Apagar
ro: Șterge
ru: Удалить
sk: Vymazať
sr_rs: Obrišite
sv: Radera
th: ลบ
tr: Sil
uk_ua: Видалити
vi: Xóa
zh_cn: 删除
zh_hk: 刪除

# primer-button-title-pay-in-installments
source: Pay in installments
ar: ادفع على أقساط
bg: Плащане на вноски
ca: Pagar a terminis
cs: Platba na splátky
da: Betal i rater
el: Πληρωμή με δόσεις
es_ar: Pagar a plazos
et: Maksa osade kaupa
fi_fi: Maksa erissä
he: שלמו בתשלומים
hu: Fizessen részletekben
id: Bayar dengan cicilan
it: Paga a rate
ja: 分割払い
ko: 할부로 결제하기
lt_lt: Mokėti įmokomis
lv: Maksā pa daļām
ms: Bayar secara ansuran
nl: Betaal in termijnen
pl: Zapłać w ratach
pt: Pagar em prestações
ro: Plătește în rate
ru: Оплата в рассрочку
sk: Zaplatiť na splátky
sr_rs: Plaćajte na rate
sv: Delbetala
th: ผ่อนชำระ
tr: Taksitle öde
uk_ua: Оплатити частинами
vi: Thanh toán bằng trả góp
zh_cn: 分期付款
zh_hk: 分期支付

# primer-card-form-add-card
source: Add card
ar: أضف البطاقة
bg: Добавяне на карта
ca: Afegeix una targeta
cs: Přidat kartu
da: Tilføj kort
el: Προσθήκη κάρτας
es_ar: Agregar tarjeta
et: Lisa kaart
fi_fi: Lisää kortti
he: הוספת כרטיס
hu: Kártya hozzáadása
id: Tambahkan kartu
it: Aggiungi carta
ja: カードを追加
ko: 카드 추가
lt_lt: Pridėti kortelę
lv: Pievienot karti
ms: Tambah kad
nl: Kaart toevoegen
pl: Dodaj kartę
pt: Adicionar cartão
ro: Adăugare card
ru: Добавить карту
sk: Pridať kartu
sr_rs: Dodaj karticu
sv: Lägg till kort
th: เพิ่มบัตร
tr: Kart ekle
uk_ua: Додати картку
vi: Thêm thẻ
zh_cn: 添加卡片
zh_hk: 增加新卡

# primer-card-form-checkout
source: Checkout
ar: الدفع
bg: Финализиране
ca: Pagament
cs: Pokladna
da: Betaling
el: Ολοκλήρωση συναλλαγής
es_ar: Pago
et: Vormista ost
fi_fi: Kassa
he: לתשלום
hu: Pénztár
id: Pembayaran
ja: チェックアウト
ko: 체크아웃
lt_lt: Atsiskaitymas
lv: Norēķināties
ms: Daftar keluar
nl: Afrekenen
pl: Finalizuj
pt: Finalização da compra
ro: Validare
ru: Касса
sk: Odhlásiť sa
sr_rs: Provera
sv: Utcheckning
th: เช็คเอาท์
tr: Çıkış yap
uk_ua: Сторінка оплати
vi: Thanh toán
zh_cn: 结账
zh_hk: 結帳

# primer-card-form-cvv
source: CVV
ar: رقم CVV
bg: CVV код
ja: セキュリティコード

# primer-card-form-name
source: Name
ar: الاسم
bg: Име
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es_ar: Nombre
et: Nimi
fi_fi: Nimi
he: שם
hu: Név
id: Nama
it: Nome titolare
ja: 名前
ko: 이름
lt_lt: Vardas ir pavardė
lv: Vārds
ms: Nama
nl: Naam
pl: Imię i nazwisko
pt: Nome
ro: Numele
ru: Имя
sk: Meno
sr_rs: Ime
sv: Namn
th: ชื่อ
tr: İsim
uk_ua: Ім'я
vi: Tên
zh_cn: 姓名
zh_hk: 姓名

# primer-card-form-pay
source: Pay
ar: دفع
bg: Плати
ca: Paga
cs: Zaplatit
da: Betal
el: Πληρωμή
es_ar: Pagar
et: Maksa
fi_fi: Maksa
he: תשלום
hu: Fizetés
id: Bayar
it: Paga
ja: 支払い
ko: 결제
lt_lt: Mokėti
lv: Maksāt
ms: Bayar
nl: Betalen
pl: Zapłać
pt: Pagar
ro: Plătiţi
ru: Оплатить
sk: Zaplatiť
sr_rs: Plati
sv: Betala
th: จ่าย
tr: Öde
uk_ua: Оплатити
vi: Thanh toán
zh_cn: 支付
zh_hk: 支付

# primer-card-form-save
source: Save
ar: حفظ
bg: Запазете
ca: Desa
cs: Uložit
da: Gem
el: Αποθήκευση
es_ar: Guardar
et: Salvesta
fi_fi: Tallenna
he: שמור
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
lt_lt: Išsaugoti
lv: Saglabāt
ms: Simpan
nl: Opslaan
pl: Zapisz
pt: Guardar
ro: Salvaţi
ru: Сохранить
sk: Uložiť
sr_rs: Sačuvaj
sv: Spara
th: บันทึก
tr: Kaydet
uk_ua: Зберегти
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

# primer-checkout-nav-bar-title
source: Choose payment method
ar: اختيار وسيلة الدفع
bg: Изберете начин на плащане
ca: Trieu la forma de pagament
cs: Výběr způsobu platby
da: Vælg betalingsmetode
el: Επιλογή τρόπου πληρωμής
es_ar: Seleccionar método de pago
et: Vali makseviis
fi_fi: Valitse maksutapa
he: בחירת אמצעי תשלום
hu: Válasszon fizetési módot
id: Pilih metode pembayaran
it: Scegli metodo di pagamento
ja: お支払い方法を選択する
ko: 결제 수단 선택
lt_lt: Pasirinkti mokėjimo būdą
lv: Izvēlēties maksāšanas veidu
ms: Pilih kaedah pembayaran
nl: Kies betaalwijze
pl: Wybierz metodę płatności
pt: Escolha o método de pagamento
ro: Alegeți metoda de plată
ru: Выберите способ оплаты
sk: Vyberte si spôsob platby
sr_rs: Izaberite način plaćanja
sv: Välj betalningsmetod
th: เลือกวิธีชำระเงิน
tr: Ödeme yöntemini seç
uk_ua: Виберіть спосіб оплати
vi: Chọn phương thức thanh toán
zh_cn: 选择付款方式
zh_hk: 選擇付款方式

# primer-confirm-mandate-add-bank-account
source: Add Bank Account
ar: إضافة حساب مصرفي
bg: Добавете банкова сметка
ca: Afegiu un compte bancari
cs: Přidat bankovní účet
da: Tilføj bankkonto
el: Προσθήκη Τραπεζικού Λογαριασμού
es_ar: Añadir cuenta bancaria
et: Lisa pangakonto
fi_fi: Lisää pankkitili
he: הוספת חשבון בנק
hu: Bankszámla hozzáadása
id: Tambahkan Rekening Bank
it: Aggiungi conto corrente
ja: 銀行口座を追加
ko: 은행 계좌 추가
lt_lt: Pridėti banko sąskaitą
lv: Pievienot bankas kontu
ms: Tambah Akaun Bank
nl: Bankrekening toevoegen
pl: Dodaj konto bankowe
pt: Adicionar Conta Bancária
ro: Adăugaţi un cont bancar
ru: Добавить банковский счет
sk: Pridať bankový účet
sr_rs: Dodajte bankovni račun
sv: Lägg till bankkonto
th: เพิ่มบัญชีธนาคาร
tr: Banka Hesabı Ekle
uk_ua: Додати банківський рахунок
vi: Thêm tài khoản ngân hàng
zh_cn: 增加银行账户
zh_hk: 增加銀行帳戶

# primer-confirm-mandate-confirm
source: Confirm
ar: تأكيد
bg: Потвърждение
ca: Confirma
cs: Potvrdit
da: Bekræft
el: Επιβεβαιώστε
es_ar: Confirmar
et: Kinnita
fi_fi: Vahvista
he: אישור
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
lt_lt: Patvirtinti
lv: Apstiprināt
ms: Sahkan
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ro: Confirmaţi
ru: Подтвердить
sk: Potvrdiť
sr_rs: Potvrdi
sv: Bekräfta
th: ยืนยัน
tr: Teyit edin
uk_ua: Підтвердити
vi: Xác nhận
zh_cn: 确认
zh_hk: 確定

# primer-confirm-mandate-confirm-sepa-direct-debit
source: Confirm SEPA Direct Debit
ar: أكد الخصم المباشر لـ SPA
bg: Потвърдете директен дебит чрез SEPA
ca: Confirma la domiciliació de dèbit directe SEPA
cs: Potvrdit přímé inkaso SEPA
da: Bekræft SEPA Direct Debit
el: Επιβεβαίωση Άμεσης Χρέωσης SEPA.
es_ar: Confirmar Direct Debit de SEPA
et: Kinnita SEPA otsekorraldus
fi_fi: Vahvista SEPA-suoraveloitus
he: אישור הוראת קבע של SEPA
hu: Erősítse meg a SEPA csoportos beszedési megbízást
id: Konfirmasi Debit Langsung SEPA
it: Conferma addebito diretto SEPA
ja: SEPA Direct Debit を確認
ko: SEPA 자동 출금 확인
lt_lt: Patvirtinti SEPA tiesioginį debetą
lv: Apstiprināt SEPA tiešo debetu
ms: Sahkan Direct Debit SEPA
nl: SEPA-incasso bevestigen
pl: Potwierdź polecenie zapłaty SEPA
pt: Confirmar Débito Direto SEPA
ro: Confirmaţi plata SEPA Direct Debit
ru: Подтвердить прямое дебетование SEPA
sk: Potvrdiť priame SEPA inkaso
sr_rs: Potvrdi SEPA direktno zaduživanje
sv: Bekräfta SEPA-direktbetalning
th: ยืนยันการหักบัญชีอัตโนมัติเพื่อชำระเงินสำหรับประเทศที่ใช้สกุลเงินยูโร
tr: SEPA Otomatik Ödeme'yi Onayla
uk_ua: Підтвердити прямий дебет SEPA
vi: Xác nhận Ghi nợ Trực tiếp SEPA
zh_cn: 确认 SEPA 直接借记
zh_hk: 確定SEPA 扣帳卡

# primer-cvv-recapture-explanation
source: Input the %d digit security code on your card for a secure payment.
ar: يُرجى إدخال رمز الأمان المكوّن من %d أرقام والموجود على بطاقتك لإجراء عملية دفع آمنة.
bg: За сигурно плащане, въведи %d-цифровия код за сигурност от твоята карта.
ca: Introdueix el codi de seguretat de %d dígits a la teva targeta per garantir un pagament segur.
cs: Pro bezpečnou platbu zadej %dčíslicový bezpečnostní kód na své kartě.
da: Indtast den %d-cifrede sikkerhedskode på dit kort for at foretage en sikker betaling.
el: Κάνε εισαγωγή του κωδικού ασφάλειας %d της κάρτας σου για ασφαλή πληρωμή.
es_ar: Introduzca el código de seguridad de %d dígitos de su tarjeta para realizar un pago seguro.
et: Turvaliseks makseks sisesta kaardi %d numbriline turvakood.
fi_fi: Syötä korttisi %d-numeroinen turvakoodi turvallista maksua varten.
he: יש להזין את קוד האבטחה בן %d ספרות שעל הכרטיס שלך לצורך תשלום מאובטח.
hu: Adja meg kártyáján lévő %d számjegyű biztonsági kódot a biztonságos fizetés érdekében.
id: Masukkan %d digit kode keamanan pada kartu Anda untuk pembayaran yang aman.
it: Inserisci il codice di sicurezza di %d cifre presente sulla tua carta per pagare in modo sicuro.
ja: 安全にお支払いいただくために、カードに記載された%d桁のセキュリティコードを入力してください。
ko: 안전한 결제를 위해 카드에 있는 %d자리 보안 코드를 입력하세요.
lt_lt: Kad mokėjimas būtų saugus, įveskite %d skaitmeninį kortelės saugumo kodą.
lv: Lai veiktu drošu maksājumu, ievadi drošības kodu %d no savas kartes.
ms: Masukkan kod keselamatan digit %d pada kad anda untuk pembayaran yang selamat.
nl: Voer de %d-cijferige beveiligingscode op uw kaart in voor een veilige betaling.
pl: Przepisz %d-cyfrowy kod zabezpieczający ze swojej karty, aby dokonać bezpiecznej płatności.
pt: Introduza o código de segurança de %d dígitos que se encontra no seu cartão para fazer um pagamento seguro.
ro: Introdu codul de securitate de %d cifre de pe cardul tău pentru o plată sigură.
ru: Введите %d-значный код безопасности, указанный на карте, для проведения безопасного платежа.
sk: Pre bezpečnú platbu zadajte %d číselný bezpečnostný kód na vašej karte
sr_rs: Unesite %d cifre sigurnosnog koda sa svoje kartice za bezbedno plaćanje.
sv: Ange den %d-siffriga säkerhetskoden på ditt kort för att genomföra en säker betalning.
th: ป้อนรหัสรักษาความปลอดภัย %d หลักในบัตรของคุณเพื่อการชำระเงินที่ปลอดภัย
tr: Güvenli bir ödeme için kartınızdaki %d basamaklı güvenlik kodunu girin.
uk_ua: Введіть %d-значний код безпеки на вашій картці для безпечного платежу.
vi: Nhập mã bảo mật có %d chữ số trên thẻ của bạn để thanh toán an toàn.
zh_cn: 输入卡上的 %d 位安全码以保障付款安全。
zh_hk: 輸入信用卡上的 %d 位數安全碼,進行安全付款。

# primer-cvv-recapture-title
source: Enter CVV
ar: أدخل رقم CVV
bg: Въведи кода CVV
ca: Introdueix el codi CVV
cs: Zadej CVV
da: Indtast CVV
el: Εισαγωγή του Κωδικού Ασφάλειας
es_ar: Introducir CVV
et: Sisesta turvakood (CVV)
fi_fi: Syötä CVV-numero
he: הזן CVV
hu: Adja meg a CVV-t
id: Masukkan CVV
it: Inserisci CVV
ja: CVVを入力
ko: CVV 입력
lt_lt: Įveskite CVV
lv: Ievadīt CVV kodu
ms: Masukkan CVV
nl: Voer CVV in
pl: Podaj kod CVV
pt: Introduza o CVV
ro: Introdu CVV
ru: Введите код CVV
sk: Zadajte číslo CVV
sr_rs: Unesite CVV
sv: Ange CVV
th: ป้อน CVV
tr: CVV gir
uk_ua: Введіть CVV-код
vi: Nhập CVV
zh_cn: 输入 CVV
zh_hk: 輸入 CVV 安全碼

# primer-delete-alert-title
source: Do you want to delete this payment method?
ar: هل تريد حذف طريقة الدفع هذه؟
bg: Искате ли да изтриете този начин на плащане?
ca: Voleu suprimir aquest mètode de pagament?
cs: Chcete odstranit tento způsob platby?
da: Vil du slette denne betalingsmetode?
el: Θέλετε να διαγράψετε αυτή τη μέθοδο πληρωμής;
es_ar: ¿Desea eliminar este método de pago?
et: Kas soovid selle makseviisi kustutada?
fi_fi: Haluatko poistaa tämän maksutavan?
he: האם למחוק אמצעי תשלום זה?
hu: Biztos benne, hogy törli ezt a fizetési módot?
id: Anda ingin menghapus metode pembayaran ini?
it: Vuoi eliminare questo metodo di pagamento?
ja: この支払方法を削除しますか？
ko: 이 결제 수단을 삭제하시겠습니까?
lt_lt: Ar norite pašalinti šį mokėjimo būdą?
lv: Vai vēlaties dzēst šo maksājuma veidu?
ms: Adakah anda ingin memadamkan kaedah pembayaran ini?
nl: Wilt u deze betalingsmethode verwijderen?
pl: Czy chcesz usunąć tę metodę płatności?
pt: Quer apagar este método de pagamento?
ro: Vrei să ștergi această metodă de plată?
ru: Хотите удалить этот способ оплаты?
sk: Chcete odstrániť tento spôsob platby?
sr_rs: Da li želite da obrišete ovaj način plaćanja?
sv: Vill du radera det här betalsättet?
th: คุณต้องการลบวิธีชำระเงินนี้หรือไม่
tr: Bu ödeme yöntemini silmek istiyor musunuz?
uk_ua: Хочеш видалити цей спосіб платежу?
vi: Bạn có muốn xóa phương thức thanh toán này không?
zh_cn: 您要删除此付款方式吗？
zh_hk: 確定刪除此付款方式?

# primer-direct-checkout-pay-by-card
source: Pay by card
ar: ادفع عن طريق البطاقة
bg: Плащане с карта
ca: Paga amb targeta
cs: Platba kartou
da: Betal med kort
el: Πληρωμή με κάρτα
es_ar: Pagar con tarjeta
et: Maksa kaardiga
fi_fi: Maksa kortilla
he: שלמו בכרטיס
hu: Fizetés kártyával
id: Bayar dengan kartu
it: Paga tramite carta
ja: カードで支払い
ko: 카드로 결제
lt_lt: Mokėti kortele
lv: Maksāt ar karti
ms: Bayar menggunakan kad
nl: Betalen met kaart
pl: Zapłać kartą
pt: Pagar com cartão
ro: Plată cu cardul
ru: Оплата картой
sk: Zaplatiť kartou
sr_rs: Platite karticom
sv: Betala med kort
th: ชำระเงินด้วยบัตร
tr: Kart ile öde
uk_ua: Оплата карткою
vi: Thanh toán bằng thẻ
zh_cn: 用卡支付
zh_hk: 刷卡支付

# primer-error-card-form-card-cvv
source: Invalid CVV
ar: رمز CVV غير صالح
bg: Невалиден CVV
ca: CVV no vàlid
cs: Neplatný kód CVV
da: Ugyldig CVV
el: Μη έγκυρο CVV
es_ar: CCV no válido
et: Kehtetu CVV
fi_fi: Virheellinen CVV-numero
he: CVV לא תקין
hu: Érvénytelen CVV
id: CVV Tidak Valid
it: CVV non valido
ja: CVVが無効です
ko: 유효하지 않은 CVV
lt_lt: Neteisingas CVV
lv: Maksājumu kartes drošības kods ievadīts nekorekti
ms: CVV tidak sah
nl: Ongeldige CVV
pl: Nieprawidłowy CVV
pt: CVV inválido
ro: CVV nevalid
ru: Неверный CVV-код
sk: Neplatný kód CVV
sr_rs: Nevažeći CVV
sv: Ogiltigt CVV
th: CVV ไม่ถูกต้อง
tr: Geçersiz CVV
uk_ua: Недійсний CVV
vi: CVV không hợp lệ
zh_cn: 无效的 CVV 码
zh_hk: CVV 無效
