Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# primer-error-card-form-card-expiration-date
source: Invalid date
ar: تاريخ غير صالح
bg: Невалидна дата
ca: Data no vàlida
cs: Neplatné datum
da: Ugyldig dato
el: Μη έγκυρη ημερομηνία
es_ar: Fecha no válida
et: Kehtetu kuupäev
fi_fi: Virheellinen päivämäärä
he: תאריך לא תקין
hu: Érvénytelen dátum
id: Tanggal Tidak Valid
it: Data non valida
ja: 日付が無効です
ko: 유효하지 않은 날짜
lt_lt: Neteisinga data
lv: Datums ievadīts nekorekti
ms: Tarikh tidak sah
nl: Ongeldige datum
pl: Nieprawidłowa data
pt: Data inválida
ro: Data nevalidă
ru: Неверная дата
sk: Neplatný dátum
sr_rs: Nevažeći datum
sv: Ogiltigt datum
th: วันที่ไม่ถูกต้อง
tr: Geçersiz tarih
uk_ua: Недійсна дата
vi: Ngày không hợp lệ
zh_cn: 无效的日期
zh_hk: 日期無效

# primer-error-card-form-card-number
source: Invalid card number
ar: رقم البطاقة غير صالح
bg: Невалиден номер на картата
ca: Número de targeta no vàlid
cs: Neplatné číslo karty
da: Kortnummer er ugyldigt
el: Ο αριθμός κάρτας δεν είναι έγκυρος
es_ar: Número de tarjeta no válido
et: Kehtetu kaardinumber
fi_fi: Virheellinen kortin numero
he: מספר כרטיס לא תקין
hu: Érvénytelen kártyaszám
id: Nomor Kartu Tidak Valid
it: Il numero della carta non è valido
ja: カード番号が無効です
ko: 유효하지 않은 카드 번호
lt_lt: Neteisingas kortelės numeris
lv: Nederīgs maksājumu kartes numurs
ms: Nombor kad tidak sah
nl: Kaartnummer is ongeldig
pl: Numer karty jest nieprawidłowy
pt: Número de cartão inválido
ro: Număr de card nevalid
ru: Неверный номер карты
sk: Neplatné číslo karty
sr_rs: Nevažeći broj kartice
sv: Ogiltigt kortnummer
th: หมายเลขบัตรไม่ถูกต้อง
tr: Kart numarası geçersiz
uk_ua: Недійсний номер картки
vi: Số thẻ không hợp lệ
zh_cn: 无效的卡号
zh_hk: 卡號無效

# primer-error-is-required-suffix
source: is required
ar: مطلوب
bg: изисква се
ca: es requereix
cs: je vyžadováno
da: er påkrævet
el: απαιτείται
es_ar: es obligatorio
et: on nõutav
fi_fi: on pakollinen
he: נדרש
hu: kötelező
id: diwajibkan
it: è necessario
ja: 必須
ko: (은)는 필수 입력 항목입니다.
lt_lt: yra privalomas
lv: nepieciešams
ms: diperlukan
nl: is vereist
pl: jest wymagany
pt: é necessário
ro: este obligatoriu
ru: обязательное
sk: vyžaduje sa
sr_rs: je neophodno
sv: krävs
th: ต้องระบุ
tr: gereklidir
uk_ua: необхідно
vi: là thông tin bắt buộc
zh_cn: 为必需
zh_hk: 必須

# primer-error-screen
source: Something went wrong, please try again.
ar: حدث عطل ما، يُرجى إعادة المحاولة مرة أخرى.
bg: Нещо се обърка, моля, опитайте отново.
ca: S'ha produït un error, si us plau, torneu-ho a provar.
cs: Něco se pokazilo, zkuste to prosím znovu.
da: Noget gik galt. Prøv igen.
el: Κάτι πήγε στραβά, δοκιμάστε ξανά.
es_ar: Algo ha salido mal, por favor inténtelo de nuevo.
et: Midagi läks valesti, proovi uuesti.
fi_fi: Jotakin meni pieleen. Yritä uudelleen.
he: משהו השתבש, נא לנסות שוב.
hu: Hiba történt, kérjük, próbálja meg újra.
id: Terjadi masalah, harap coba lagi.
it: Qualcosa è andato storto, riprova.
ja: エラーが発生しました。再試行してください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
lt_lt: Kažkas nepavyko. Bandykite dar kartą.
lv: Kaut kas nogāja greizi, lūdzu, mēģiniet vēlreiz.
ms: Sesuatu tidak kena berlaku, sila cuba semula
nl: Er ging iets mis, probeer het alstublieft opnieuw.
pl: Coś poszło nie tak, spróbuj ponownie.
pt: Algo correu mal, tente novamente
ro: A survenit o eroare, încearcă din nou.
ru: Что-то пошло не так. Пожалуйста, попробуйте ещё раз.
sk: Niečo sa pokazilo, skúste to znova.
sr_rs: Nešto nije u redu, molimo vas da pokušate ponovo.
sv: Något gick fel, försök igen.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr: Bir hata oldu, lütfen tekrar dene.
uk_ua: Щось пішло не так, будь ласка, спробуй ще раз.
vi: Đã xảy ra lỗi, xin vui lòng thử lại.
zh_cn: 出现问题，请重试。
zh_hk: 錯誤,請重試

# primer-form-text-field-placeholder-cardholder
source: e.g. John Doe
ar: على سبيل المثال فلان الفلاني
bg: напр. Джон Доу
ca: p. ex., Pere Vila
cs: např. Jan Novák
da: f.eks. Peter Petersen
el: π.χ. Γιάννης Παπαδόπουλος
es_ar: P. ej., John Doe
et: nt Mart Kuusk
fi_fi: esim. Etunimi Sukunimi
he: כגון ישראל ישראלי
hu: pl. Ismeretlen
id: misalnya Agus Budiman
it: es. John Doe
ja: 例 : John Doe
ko: 예시: John Doe
lt_lt: pvz., John Doe
lv: piem., John Doe
ms: cth. John Doe
nl: bijv. John Doe
pl: np. Jan Nowak
pt: p. ex.: João Silva
ro: De exemplu, Ion Popescu
ru: напр., Джон Доу
sk: napr. John Doe
sr_rs: npr. Pera Perić
sv: t.ex. Jan Jansson
th: เช่น จอห์น โด
tr: Örn. John Doe
uk_ua: наприклад Джон Доу
vi: ví dụ: John Doe
zh_cn: 例如约翰·多伊

# primer-form-text-field-title-card-number
source: Card number
ar: رقم البطاقة
bg: Номер на карта
ca: Número de targeta
cs: Číslo karty
da: Kortnummer
el: Αριθμός κάρτας
es_ar: Número de tarjeta
et: Kaardi number
fi_fi: Kortin numero
he: מספר כרטיס
hu: Kártyaszám
id: Nomor kartu
it: Numero carta
ja: カード番号
ko: 카드 번호
lt_lt: Kortelės numeris
lv: Kartes numurs
ms: Nombor kad
nl: Kaartnummer
pl: Numer karty
pt: Número do cartão
ro: Numărul cardului
ru: Номер карты
sk: Číslo karty
sr_rs: Broj kartice
sv: Kortnummer
th: หมายเลขบัตร
tr: Kart numarası
uk_ua: Номер картки
vi: Số thẻ
zh_cn: 卡号
zh_hk: 卡號

# primer-form-text-field-title-expiry-date
source: Expiry date
ar: تاريخ انتهاء الصلاحية
bg: Срок на валидност
ca: Data de caducitat
cs: Datum vypršení platnosti
da: Udløbsdato
el: Ημερομηνία λήξης
es_ar: Fecha de vencimiento
et: Kehtivuse lõpp
fi_fi: Vanhenemispäivä
he: תאריך תפוגה
hu: Lejárati dátum
id: Berlaku sampai
it: Data di scadenza
ja: 有効期限
ko: 만료일
lt_lt: Galiojimo data
lv: Derīguma termiņš
ms: Tarikh luput
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Data de validade
ro: Data expirării
ru: Срок действия
sk: Dátum vypršania platnosti
sr_rs: Datum isteka
sv: Giltighetsdatum
th: วันหมดอายุ
tr: Son kullanma tarihi
uk_ua: Термін дії
vi: Ngày hết hạn
zh_cn: 到期日
zh_hk: 到期日

# primer-form-type-main-title-card-form
source: Enter your card details
ar: أدخل تفاصيل بطاقتك
bg: Въведете данните за Вашата карта
ca: Introduïu les dades de la vostra targeta
cs: Zadejte údaje své karty
da: Indtast dine kortdetaljer
el: Δώστε τα στοιχεία της κάρτας σας
es_ar: Introduzca los datos de su tarjeta
et: Sisesta oma kaardi andmed
fi_fi: Syötä korttisi tiedot
he: הזינו פרטי כרטיס
hu: Adja meg a kártya adatait
id: Masukkan informasi kartu Anda
it: Inserisci i dati della carta
ja: カード情報を入力
ko: 카드 정보 입력
lt_lt: Įveskite kortelės duomenis
lv: Ievadiet savas kartes informāciju
ms: Masukkan butiran kad anda
nl: Voer uw kaartgegevens in
pl: Wpisz dane karty
pt: Introduza os detalhes do seu cartão
ro: Introdu detaliile cardului
ru: Введите данные вашей карты
sk: Zadajte údaje o svojej karte
sr_rs: Unesite podatke o vašoj kartici
sv: Fyll i dina kortuppgifter
th: ป้อนรายละเอียดบัตรของคุณ
tr: Kart bilgilerinizi girin
uk_ua: Введи реквізити своєї картки
vi: Nhập thông tin thẻ của bạn
zh_cn: 输入您的银行卡详细信息
zh_hk: 輸入你的卡資料

# primer-form-type-nav-bar-title
source: Payment card
ar: بطاقة الدفع
bg: Разплащателна карта
ca: Targeta de pagament
cs: Platební karta
da: Betalingskort
el: Κάρτα πληρωμής
es_ar: Tarjeta de pago
et: Maksekaart
fi_fi: Maksukortti
he: כרטיס תשלום
hu: Fizetőkártya
id: Kartu pembayaran
it: Carta di pagamento
ja: 決済カード
ko: 결제 카드
lt_lt: Mokėjimo kortelė
lv: Maksājumu karte
ms: Kad pembayaran
nl: Betaalkaart
pl: Karta płatnicza
pt: Cartão de pagamento
ro: Card de plată
ru: Платежная карта
sk: Platobná karta
sr_rs: Platna kartica
sv: Betalkort
th: บัตรชำระเงิน
tr: Ödeme kartı
uk_ua: Платіжна картка
vi: Thẻ thanh toán
zh_cn: 支付卡
zh_hk: 支付卡

# primer-iban-form-add-bank-account
source: Add Bank Account
ar: إضافة حساب مصرفي
bg: Добавете банкова сметка
ca: Afegiu un compte bancari
cs: Přidat bankovní účet
da: Tilføj bankkonto
el: Προσθήκη Τραπεζικού Λογαριασμού
es_ar: Añadir cuenta bancaria
et: Lisa pangakonto
fi_fi: Lisää pankkitili
he: הוספת חשבון בנק
hu: Bankszámla hozzáadása
id: Tambahkan Rekening Bank
it: Aggiungi conto corrente
ja: 銀行口座を追加
ko: 은행 계좌 추가
lt_lt: Pridėti banko sąskaitą
lv: Pievienot bankas kontu
ms: Tambah Akaun Bank
nl: Bankrekening toevoegen
pl: Dodaj konto bankowe
pt: Adicionar Conta Bancária
ro: Adăugaţi un cont bancar
ru: Добавить банковский счет
sk: Pridať bankový účet
sr_rs: Dodajte bankovni račun
sv: Lägg till bankkonto
th: เพิ่มบัญชีธนาคาร
tr: Banka Hesabı Ekle
uk_ua: Додати банківський рахунок
vi: Thêm tài khoản ngân hàng
zh_cn: 增加银行账户
zh_hk: 增加銀行帳戶

# primer-iban-form-enter-iban
source: Enter IBAN
ar: أدخل رقم الحساب بصيغة IBAN
bg: Въведете номер на сметка - IBAN
ca: Introduïu l'IBAN
cs: Zadat IBAN
da: Indtast IBAN
el: Εισάγετε IBAN
es_ar: Introducir IBAN
et: Lisa IBAN
fi_fi: Syötä IBAN
he: הזינו IBAN
hu: Írja be az IBAN-t
id: Masukkan IBAN
it: Inserisci l'IBAN
ja: IBANを入力
ko: IBAN 입력
lt_lt: Įvesti IBAN
lv: Ievadīt IBAN
ms: Masukkan IBAN
nl: IBAN invoeren
pl: Wprowadź numer IBAN
pt: Introduza o IBAN
ro: Introduceți IBAN
ru: Добавить IBAN
sk: Zadajte IBAN
sr_rs: Unesite IBAN
sv: Ange IBAN
th: กรอก IBAN
tr: IBAN girin
uk_ua: Введіть IBAN
vi: Nhập IBAN
zh_cn: 输入 IBAN（国际银行账户）
zh_hk: 輸入 IBAN

# primer-iban-form-monthly-fee-automatically-deducted
source: Your monthly fee will be automatically deducted from this account, using SEPA Core DirectDebit Mandate
ar: سيتم خصم الرسوم الشهرية تلقائيًا من هذا الحساب ، باستخدام SEPA Core DirectDebit Mandate
bg: Вашата месечна такса ще бъде удържана автоматично от тази сметка посредством Директен дебит SEPA (Core SDD)
ca: La vostra quota mensual es deduirà automàticament d'aquest compte mitjançant el mandat de domiciliació bancària bàsica SEPA
cs: Váš měsíční poplatek bude automaticky strháván z tohoto účtu prostřednictvím příkazu k inkasu SEPA
da: Dit månedlige gebyr vil automatisk blive opkrævet på denne konto med SEPA Core DirectDebit Mandate
el: Η μηνιαία αμοιβή σας θα αφαιρείται αυτόματα από αυτόν τον λογαριασμό, χρησιμοποιώντας την εντολή SEPA Core DirectDebit
es_ar: Su cuota mensual se deducirá automáticamente de esta cuenta, utilizando el Mandato de Adeudo Directo SEPA Core
et: Sinu kuutasuu võetakse sellelt kontolt automaatselt maha SEPA Core'i otsekorralduse volitusega
fi_fi: Kuukausimaksusi vähennetään automaattisesi tältä tililtä käyttäen SEPA-suoraveloituspalvelua
he: העמלה החודשית שלך תנוכה אוטומטית מחשבון זה, באמצעות הרשאת הוראת קבע SEPA Core
hu: Havi díját automatikusan levonjuk erről a számláról a SEPA alapvető közvetlen beszedési megbízás segítségével
id: Biaya bulanan Anda akan otomatis dipotong dari akun ini, menggunakan SEPA Core DirectDebit Mandate
it: Il tuo canone mensile verrà addebitato automaticamente su questo conto, utilizzando il mandato SEPA Core Direct Debit
ja: 月額料金は、SEPAコア自動引き落とし委任状を使用してこの口座から自動的に引き落とされます
ko: 월별 요금이 SEPA 핵심 자동 이체 위임을 통해 이 계좌에서 자동으로 인출됩니다
lt_lt: Mėnesinis mokestis bus automatiškai nuskaičiuotas nuo šios paskyros naudojant SEPA pagrindinį tiesioginio debeto pavedimą
lv: Mēneša maksa tiks atskaitīta automātiski no šī konta, izmantojot SEPA tiešā debeta pamatmandātu
ms: Yuran bulanan anda akan ditolak secara automatik daripada akaun ini, menggunakan Mandat Debit Terus Teras SEPA
nl: Uw maandelijkse vergoeding wordt automatisch van deze rekening afgeschreven met behulp van SEPA Core DirectDebit-machtiging
pl: Twoja miesięczna opłata zostanie automatycznie pobrana z tego konta w ramach upoważnienia do obciążenia rachunku SEPA Core Direct Debit
pt: A sua taxa mensal será automaticamente deduzida desta conta, através do Mandato SEPA Core DirectDebit
ro: Comisionul lunar va fi dedus automat din acest cont, utilizând Mandatul SEPA Core DirectDebit
ru: Ваша месячная плата будет автоматически сниматься с этого счета, при использовании основного постоянного поручения SEPA
sk: Váš mesačný poplatok bude automaticky strhnutý z tohto účtu pomocou príkazu na priame SEPA inkaso
sr_rs: Vaša mesečna naknada će biti automatski oduzeta sa ovog naloga, koristeći SEPA Core DirectDebit Mandate
sv: Din månadsavgift kommer automatiskt att dras från detta konto med fullmakt för SEPA Core direktdebitering
th: ระบบจะหักค่าธรรมเนียมรายเดือนของคุณจากบัญชีนี้โดยอัตโนมัติ โดยใช้ SEPA Core DirectDebit Mandate
tr: Aylık ücretiniz, SEPA Core DirectDebit Mandate kullanılarak bu hesaptan otomatik olarak düşülecektir.
uk_ua: Ваша щомісячна комісія буде автоматично списана з цього рахунку, використовуючи мандат SEPA Core DirectDebit.
vi: Phí hàng tháng của bạn sẽ bị tự động trừ từ tài khoản này, bằng cách sử dụng Ủy quyền ghi nợ trực tiếp SEPA Core
zh_cn: 使用 SEPA 核心直接借记授权，您的月费将自动从此账户中扣除
zh_hk: 每月費用會於此銀行帳戶中自動扣除

# primer-iban-form-next
source: Next
ar: التالي
bg: Следващ
ca: Següent
cs: Další
da: Næste
el: Επόμενο
es_ar: Siguiente
et: Edasi
fi_fi: Seuraava
he: הבא
hu: Következő
id: Berikutnya
it: Successivo
ja: 次へ
ko: 다음
lt_lt: Kitas
lv: Nākamais
ms: Seterusnya
nl: Volgende
pl: Dalej
pt: Próximo
ro: Mai departe
ru: Далее
sk: Ďalej
sr_rs: Sledeće
sv: Nästa
th: ถัดไป
tr: Sonraki
uk_ua: Далі
vi: Tiếp theo
zh_cn: 下一步
zh_hk: 下一步

# primer-iban-form-use-account-number-instead
source: Use an account number instead
ar: استخدم رقم حساب بدلاً من ذلك
bg: Вместо това използвайте номер на Вашата сметка
ca: Utilitzeu un número de compte
cs: Místo toho použít číslo účtu
da: Brug et kontonummer i stedet
el: Χρησιμοποιήστε έναν αριθμό λογαριασμού
es_ar: Utilizar un número de cuenta
et: Kasuta hoopis kontonumbrit
fi_fi: Käytä tilin numeroa tämän sijaan
he: שימוש במספר חשבון במקום זאת
hu: Használjon helyette számlaszámot
id: Gunakan nomer rekening
it: In alternativa, usa un numero di conto
ja: 代わりに口座番号を使用
ko: 계좌 번호 사용
lt_lt: Verčiau naudoti sąskaitos numerį
lv: Tā vietā izmantot konta numuru
ms: Gunakan nombor akaun sebaliknya
nl: Gebruik in plaats daarvan een rekeningnummer
pl: Zamiast tego użyj numeru konta
pt: Usar antes um número de conta
ro: Alternativ, folosește un număr de cont
ru: Вместо этого используйте номер счета
sk: Použite namiesto toho číslo účtu
sr_rs: Umesto toga koristite broj računa
sv: Använd ett kontonummer istället
th: ใช้เลขบัญชีแทน
tr: Bunun yerine bir hesap numarası kullanın
uk_ua: Використовувати номер рахунку натомість
vi: Sử dụng số tài khoản thay vào đó
zh_cn: 请改用账户
zh_hk: 改為使用帳戶號碼

# primer-saved-card
source: Expires
ar: تنتهي فيه
bg: Изтича
ca: Caduca
cs: Platnost končí
da: Udløber
el: Λήξη
es_ar: Caduca
et: Kehtivuse lõpp
fi_fi: Vanhenee
he: בתוקף עד
hu: Lejár
id: Kedaluwarsa
it: Scadenza
ja: 有効期限
ko: 만료
lt_lt: Baigia galioti
lv: Beidzas
ms: Tamat tempoh
nl: Vervalt
pl: Wygasa
pt: Expira em
ro: Expiră
ru: Срок действия
sk: Expiruje
sr_rs: Ističe
sv: Löper ut
th: หมดอายุ
tr: Bitiş tarihi
uk_ua: Термін дії
vi: Hết hạn
zh_cn: 到期
zh_hk: 到期

# primer-scanner-view-manual-input
source: Manual input
ar: إدخال يدوي
bg: Ръчно въвеждане
ca: Entrada manual
cs: Manuální zadávání
da: Manuel indtastning
el: Μη αυτόματη εισαγωγή
es_ar: Introducción manual
et: Käsitsi sisestus
fi_fi: Manuaalinen syöttö
he: הקלדה ידנית
hu: Manuális bevitel
id: Masukan manual
it: Inserimento manuale
ja: 手入力
ko: 직접 입력
lt_lt: Rankinis įvedimas
lv: Manuāla ievade
ms: Input manual
nl: Handmatige invoer
pl: Wprowadzenie ręczne
pt: Entrada manual
ro: Introducere manuală
ru: Внести вручную
sk: Manuálny vstup
sr_rs: Ručni unos
sv: Manuell inmatning
th: ป้อนด้วยตนเอง
tr: Elle giriş
uk_ua: Ручне введення
vi: Nhập thủ công
zh_cn: 手动输入
zh_hk: 手動輸入

# primer-scanner-view-scan-card
source: Scan card
ar: امسح البطاقة
bg: Сканиране на картата
ca: Escanegeu la targeta
cs: Naskenovat kartu
da: Scan kort
el: Σάρωση κάρτας
es_ar: Escanear tarjeta
et: Skanni kaart
fi_fi: Skannaa kortti
he: סריקת כרטיס
hu: Kártya beolvasása
id: Pindai kartu
it: Scansiona la carta
ja: カードをスキャン
ko: 카드 스캔
lt_lt: Nuskaityti kortelę
lv: Skenēt karti
ms: Imbas kad
nl: Kaart scannen
pl: Skanuj kartę
pt: Digitalizar cartão
ro: Scanaţi cardul
ru: Сканировать карту
sk: Skenovanie karty
sr_rs: Skenirajte karticu
sv: Skanna kort
th: สแกนบัตร
tr: Kartı tara
uk_ua: Сканувати картку
vi: Quét thẻ
zh_cn: 扫描卡
zh_hk: 掃瞄卡片

# primer-scanner-view-scan-front-card
source: Scan the front of your card
ar: امسح واجهة بطاقتك
bg: Сканирайте предната част на Вашата карта
ca: Escanegeu la part davantera de la vostra targeta
cs: Naskenujte přední stranu karty
da: Scan forsiden af dit kort
el: Σαρώστε το μπροστινό μέρος της κάρτας σας
es_ar: Escanee el anverso de su tarjeta
et: Skanni kaardi esikülg
fi_fi: Skannaa korttisi etupuoli
he: סרקו את חזית הכרטיס
hu: Olvassa be a kártya első oldalát
id: Pindai bagian depan kartu Anda
it: Scansiona il lato anteriore della tua carta
ja: カードの前面をスキャン
ko: 카드 앞면 스캔
lt_lt: Nuskaitykite kortelės priekį
lv: Skenēt kartes priekšpusi
ms: Imbas bahagian hadapan kad anda
nl: Scan de voorkant van uw kaart
pl: Skanuj przód karty
pt: Digitalizar a frente do cartão
ro: Scanați partea din față a cardului dumneavoastră
ru: Отсканируйте лицевую сторону своей карты
sk: Naskenujte prednú stranu karty
sr_rs: Skenirajte prednju stranu kartice
sv: Skanna kortets framsida
th: สแกนด้านหน้าบัตรของคุณ
tr: Kartınızın ön yüzünü tarayın
uk_ua: Відскануйте лицьову сторону вашої картки
vi: Quét mặt trước của thẻ
zh_cn: 扫描卡的正面
zh_hk: 掃瞄卡片正面

# primer-test-header-description
source: This is a mocked flow for sandbox. Choose the result you want to test from the list below.
ar: ما نقدمه هنا عبارة عن تسلسل صوري لغرض التجربة. اختر النتيجة التي تود اختبارها من القائمة أدناه.
bg: Това е вътрешен дебит в тестова среда. Изберете резултата, който искате да тествате, от списъка по - долу.
ca: Això és un flux simulat en un entorn aïllat. Trieu el resultat que voleu provar de la llista següent.
cs: Toto je simulovaný tok pro sandbox. Z níže uvedeného seznamu vyberte výsledek, který chcete otestovat.
da: Dette er et mocked flow for Sandbox. Vælg det resultat, du vil teste, fra listen nedenfor.
el: Αυτή είναι μια προσομοιωμένη ροή για sandbox. Επιλέξτε το αποτέλεσμα που θέλετε να δοκιμάσετε από την παρακάτω λίστα.
es_ar: Este es un flujo simulado para sandbox. Elija el resultado que desea probar de la lista de abajo.
et: See on liivakasti näidisprotsess. Vali allolevast loendist tulemus, mida soovid testida.
fi_fi: Tämä on hiekkalaatikkoon tarkoitettu mallinnettu vuo. Valitse alla olevasta luettelosta tulos, jota haluat testata.
he: זהו מודל תרשים זרימה ל"ארגז חול". יש לבחור את התוצאה שרוצים לבחון מהרשימה למטה.
hu: Ez egy teszt továbbítás a sandbox felé. Válassza ki a tesztelni kívánt eredményt az alábbi listából.
id: Ini aliran yang disimulasikan untuk sandbox. Pilih hasil Anda ingin uji dari daftar di bawah ini.
it: Questo è un flusso simulato per sandbox. Scegli i risultati che vuoi testare dalla lista sottostante.
ja: これはサンドボックス用のフローのモックアップです。以下の一覧からテストしたい結果を選んでください。
ko: 이것은 샌드박스를 위한 모의 처리 흐름입니다. 아래 목록에서 테스트할 결과를 선택하세요.
lt_lt: Tai netikras srautas smėlio dėžei. Iš toliau pateikto sąrašo pasirinkite norimą išbandyti rezultatą.
lv: Šis ir izmēģinājuma vietnes paraugs. Zemāk esošajā sarakstā izvēlies rezultātu, kuru vēlies pārbaudīt.
ms: Ini adalah contoh aliran bagi sandbox. Pilih keputusan yang ingin anda uji daripada senarai dibawah.
nl: Dit is een Mockflow voor Sandbox. Kies het resultaat dat u wilt testen uit de onderstaande lijst.
pl: To przykładowy schemat dla środowiska testowego. Wybierz z poniższej listy efekt, który chcesz przetestować.
pt: Isto é um fluxo simulado para sandbox. Escolha o resultado que pretende testar na lista em baixo.
ro: Acesta este un flux exemplificativ pentru testare. Alege rezultatul pe care dorești să-l testezi din lista de mai jos.
ru: Это пример потока для песочницы. Выберите результат, который вы хотите проверить, из списка ниже.
sk: Toto je zosmiešňovaný tok pre pieskovisko. Zo zoznamu nižšie vyberte výsledok, ktorý chcete otestovať.
sr_rs: Ovo je primer toka za sandbox. Izaberite rezultat koji želite da testirate sa liste ispod.
sv: Detta är ett simulerat flöde för sandlåda. Välj det resultat du vill testa från listan nedan.
th: นี่เป็นโฟลว์จำลองสำหรับแซนด์บ็อกซ์ เลือกผลลัพธ์ที่คุณต้องการทดสอบจากรายการด้านล่าง
tr: Bu, korumalı alan için örnek bir akıştır. Aşağıdaki listeden test etmek istediğin sonucu seç.
uk_ua: Це імітований потік для sandbox. Обери результат, який ти хочеш протестувати, зі списку нижче.
vi: Đây là một quy trình giả lập cho sandbox (môi trường thử nghiệm cô lập). Chọn kết quả bạn muốn kiểm tra từ danh sách bên dưới.
zh_cn: 这是沙盒模拟流程，请从下方列表选择您想要测试的结果。
zh_hk: 這是測試環境,可以於此模擬流程。你可以選擇列表中的結果來測試

# primer-test-payment-method-decline-flow-title
source: Declined
ar: مرفوض
bg: Отказано
ca: S'ha declinat
cs: Odmítnuto
da: Afvist
el: Απορρίφθηκε
es_ar: Rechazado
et: Keelatud
fi_fi: Hylätty
he: סורב
hu: Elutasítva
id: Ditolak
it: Rifiutato
ja: 拒否されました
ko: 거부됨
lt_lt: Atmesta
lv: Noraidīts
ms: Ditolak
nl: Geweigerd
pl: Odrzucone
pt: Recusado
ro: Refuzată
ru: Отклонено
sk: Odmietnuté
sr_rs: Odbijen
sv: Nekad
th: ถูกปฏิเสธ
tr: Reddedildi
uk_ua: Відхилено
vi: Bị từ chối
zh_cn: 已拒绝
zh_hk: 拒絕

# primer-test-payment-method-fail-flow-title
source: Failed
ar: فشل
bg: Неуспешно
ca: Ha fallat
cs: Neúspěšné
da: Mislykkedes
el: Απέτυχε
es_ar: Fallido
et: Nurjus
fi_fi: Epäonnistui
he: נכשל
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗しました
ko: 실패
lt_lt: Nepavyko
lv: Neizdevās
ms: Gagal
nl: Mislukt
pl: Nieudane
pt: Falhado
ro: Eșuată
ru: Не удалось
sk: Zlyhané
sr_rs: Neuspeo
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk_ua: Не вдалося
vi: Không thành công
zh_cn: 已失败
zh_hk: 失敗

# primer-test-payment-method-success-flow-title
source: Authorized
ar: مرخص
bg: Авторизирано
ca: S'ha autoritzat
cs: Autorizováno
da: Autoriseret
el: Εξουσιοδοτήθηκε
es_ar: Autorizado
et: Lubatud
fi_fi: Valtuutettu
he: מורשה
hu: Jogosult
id: Diotorisasikan
it: Autorizzato
ja: 承認されました
ko: 승인됨
lt_lt: Patvirtinta
lv: Apstiprināts
ms: Diluluskan
nl: Toegestaan
pl: Zatwierdzone
pt: Autorizado
ro: Autorizată
ru: Авторизовано
sk: Autorizované
sr_rs: Odobren
sv: Auktoriserad
th: ได้รับอนุญาต
tr: Yetkilendirildi
uk_ua: Авторизовано
vi: Được cho phép
zh_cn: 已授权
zh_hk: 授權

# primer-vault-checkout-payment-method-title
source: SAVED PAYMENT METHOD
ar: وسيلة الدفع المحفوظة
bg: ЗАПАЗЕН НАЧИН НА ПЛАЩАНЕ
ca: MÈTODE DE PAGAMENT ESTAT
cs: ULOŽENÝ ZPŮSOB PLATBY
da: GEMT BETALINGSMETODE
el: ΑΠΟΘΗΚΕΥΜΕΝΟΙ ΤΡΟΠΟΙ ΠΛΗΡΩΜΗΣ
es_ar: MÉTODO DE PAGO GUARDADO
et: SALVESTATUD MAKSEVIIS
fi_fi: TALLENNETTU MAKSUTAPA
he: אמצעי תשלום שמורים
hu: MENTETT FIZETÉSI MÓD
id: METODE PEMBAYARAN YANG DISIMPAN
it: METODO DI PAGAMENTO SALVATO
ja: 保存したお支払い方法
ko: 저장된 결제 수단
lt_lt: IŠSAUGOTAS MOKĖJIMO BŪDAS
lv: SAGLABĀTAIS MAKSĀŠANAS VEIDS
ms: KAEDAH PEMBAYARAN YANG DISIMPAN
nl: OPGESLAGEN BETAALWIJZE
pl: ZAPISANA METODA PŁATNOŚCI
pt: MÉTODO DE PAGAMENTO GUARDADO
ro: METODA DE PLATĂ SALVATĂ
ru: СОХРАНЕННЫЙ СПОСОБ ОПЛАТЫ
sk: ULOŽENÝ SPÔSOB PLATBY
sr_rs: SAČUVAN NAČIN PLAĆANJA
sv: SPARAD BETALNINGSMETOD
th: วิธีชำระเงินที่บันทึก
tr: KAYITLI ÖDEME YÖNTEMİ
uk_ua: ЗБЕРЕЖЕНИЙ СПОСІБ ОПЛАТИ
vi: ĐÃ LƯU PHƯƠNG THỨC THANH TOÁN
zh_cn: 已保存的付款方式
zh_hk: 已儲存付款方式

# primer-vault-nav-bar-title
source: Add payment method
ar: أضف طريقة دفع
bg: Добавете начин на плащане
ca: Afegiu un mètode de pagament
cs: Přidat způsob platby
da: Tilføj betalingsmetode
el: Προσθήκη τρόπου πληρωμής
es_ar: Añadir método de pago
et: Lisa makseviis
fi_fi: Lisää maksutapa
he: הוספת אמצעי תשלום
hu: Adjon hozzá fizetési módot
id: Tambahkan metode pembayaran
it: Aggiungi metodo di pagamento
ja: 支払方法を追加
ko: 결제 수단 추가
lt_lt: Pridėti mokėjimo būdą
lv: Pievienot maksāšanas veidu
ms: Tambah kaedah pembayaran
nl: Betaalwijze toevoegen
pl: Dodaj metodę płatności
pt: Adicionar método de pagamento
ro: Adăugaţi modalitatea de plată
ru: Добавить способ оплаты
sk: Pridajte spôsob platby
sr_rs: Dodajte način plaćanja
sv: Lägg till betalningsmetod
th: เพิ่มวิธีชำระเงิน
tr: Ödeme yöntemi ekle
uk_ua: Додати спосіб оплати
vi: Thêm phương thức thanh toán
zh_cn: 添加付款方式
zh_hk: 增加新的支付方式
