Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# accessibility_screen_error
source: Payment error occurred
ar: حدث خطأ في الدفع
bg: Възникна грешка при плащането
ca: S'ha produït un error de pagament
cs: Došlo k chybě platby
da: Betalingsfejl opstod
el: Προέκυψε σφάλμα πληρωμής
es_ar: Ocurrió un error de pago
et: Tekkis makseviga
fi_fi: Maksuvirhettä tapahtui
he: אירעה שגיאת תשלום
hu: Fizetési hiba történt
id: Terjadi kesalahan pembayaran
it: Si è verificato un errore di pagamento
ja: お支払いエラーが発生しました
ko: 결제 오류가 발생했습니다
lt_lt: Įvyko mokėjimo klaida
ms: Ralat pembayaran berlaku
nl: Betalingsfout opgetreden
pl: Wystąpił błąd płatności
pt: Ocorreu um erro de pagamento
ro: A apărut o eroare de plată
ru: Произошла ошибка платежа
sk: Vyskytla sa chyba platby
sr_rs: Došlo je do greške pri plaćanju
sv: Betalningsfel uppstod
th: เกิดข้อผิดพลาดในการชำระเงิน
tr: Ödeme hatası oluştu
uk_ua: Виникла помилка платежу
vi: Đã xảy ra lỗi thanh toán
zh_cn: 支付错误
zh_hk: 付款發生錯誤

# accessibility_screen_loading_payment_methods
source: Loading payment methods
ar: جاري تحميل طرق الدفع
bg: Зареждане на методи за плащане
ca: Carregant els mètodes de pagament
cs: Načítání platebních metod
da: Indlæser betalingsmetoder
el: Φόρτωση μεθόδων πληρωμής
es_ar: Cargando métodos de pago
et: Makseviise laetakse
fi_fi: Ladataan maksutapoja
he: טוען אמצעי תשלום
hu: Fizetési módok betöltése
id: Memuat metode pembayaran
it: Caricamento metodi di pagamento
ja: お支払い方法を読み込み中
ko: 결제 수단을 로딩하는 중입니다
lt_lt: Įkeliami mokėjimo būdai
ms: Memuatkan kaedah pembayaran
nl: Betaalmethoden worden geladen
pl: Ładowanie metod płatności
pt: A carregar métodos de pagamento
ro: Se încarcă metodele de plată
ru: Загрузка способов оплаты
sk: Načítavajú sa spôsoby platby
sr_rs: Učitavanje načina plaćanja
sv: Laddar betalningsmetoder
th: กำลังโหลดวิธีการชำระเงิน
tr: Ödeme yöntemleri yükleniyor
uk_ua: Завантаження способів оплати
vi: Đang tải phương thức thanh toán
zh_cn: 正在加载支付方式
zh_hk: 正在載入付款方式

# accessibility_screen_payment_method
source: %@ payment method
ar: طريقة الدفع %@
bg: %@ метод на плащане
ca: Mètode de pagament %@
cs: Platební metoda %@
da: %@ betalingsmetode
el: Μέθοδος πληρωμής %@
es_ar: Método de pago %@
et: %@ makseviis
fi_fi: %@ maksutapa
he: אמצעי תשלום %@
hu: %@ fizetési mód
id: Metode pembayaran %@
it: Metodo di pagamento %@
ja: %@のお支払い方法
ko: %@ 결제 수단
lt_lt: %@ mokėjimo būdas
ms: Kaedah pembayaran %@
nl: %@ betaalmethode
pl: Metoda płatności %@
pt: Método de pagamento %@
ro: Metodă de plată %@
ru: Способ оплаты: %@
sk: Spôsob platby %@
sr_rs: %@ način plaćanja
sv: %@ betalningsmetod
th: วิธีการชำระเงิน %@
tr: %@ ödeme yöntemi
uk_ua: Спосіб оплати %@
vi: Phương thức thanh toán %@
zh_cn: %@支付方式
zh_hk: %@ 付款方式

# accessibility_screen_processing_payment
source: Processing payment
ar: جاري معالجة الدفع
bg: Обработване на плащането
ca: Processant el pagament
cs: Zpracovává se platba
da: Behandler betaling
el: Επεξεργασία πληρωμής
es_ar: Procesando el pago
et: Makse töötlemine
fi_fi: Käsitellään maksua
he: מעבד תשלום
hu: Fizetés feldolgozása
id: Memproses pembayaran
it: Elaborazione pagamento
ja: お支払い処理中
ko: 결제를 처리하는 중입니다
lt_lt: Apdorojamas mokėjimas
ms: Memproses pembayaran
nl: Betaling wordt verwerkt
pl: Przetwarzanie płatności
pt: A processar pagamento
ro: Se procesează plata
ru: Обработка платежа
sk: Spracúvanie platby
sr_rs: Obrada plaćanja u toku
sv: Behandlar betalning
th: กำลังดำเนินการชำระเงิน
tr: Ödeme işleniyor
uk_ua: Обробка платежу
vi: Đang xử lý thanh toán
zh_cn: 正在处理支付
zh_hk: 正在處理付款

# accessibility_screen_success
source: Payment successful
ar: تمت عملية الدفع بنجاح
bg: Плащането е успешно
ca: Pagament correcte
cs: Platba úspěšná
da: Betaling gennemført
el: Επιτυχής πληρωμή
es_ar: Pago exitoso
et: Makse õnnestus
fi_fi: Maksu onnistui
he: התשלום הושלם בהצלחה
hu: Sikeres fizetés
id: Pembayaran berhasil
it: Pagamento riuscito
ja: お支払いが完了しました
ko: 결제 완료
lt_lt: Mokėjimas sėkmingas
ms: Pembayaran berjaya
nl: Betaling geslaagd
pl: Płatność zakończona sukcesem
pt: Pagamento bem-sucedido
ro: Plată reușită
ru: Платеж выполнен успешно
sk: Platba úspešná
sr_rs: Plaćanje uspešno
sv: Betalningen lyckades
th: ชำระเงินสำเร็จ
tr: Ödeme başarılı
uk_ua: Платіж успішний
vi: Thanh toán thành công
zh_cn: 支付成功
zh_hk: 付款成功

# primer_card_form_add_card
source: Add card
ar: إضافة بطاقة
bg: Добави карта
ca: Afegeix una targeta
cs: Přidat kartu
da: Tilføj kort
el: Προσθήκη κάρτας
es_ar: Agregar tarjeta
et: Lisa kaart
fi_fi: Lisää kortti
he: הוסף כרטיס
hu: Kártya hozzáadása
id: Tambahkan kartu
it: Aggiungi carta
ja: カードを追加
ko: 카드 추가
lt_lt: Pridėti kortelę
ms: Tambah kad
nl: Kaart toevoegen
pl: Dodaj kartę
pt: Adicionar cartão
ro: Adăugați card
ru: Добавить карту
sk: Pridať kartu
sr_rs: Dodajte karticu
sv: Lägg till kort
th: เพิ่มบัตร
tr: Kart ekle
uk_ua: Додати картку
vi: Thêm thẻ
zh_cn: 添加卡片
zh_hk: 新增卡片

# primer_card_form_billing_address_title
source: Billing address
ar: عنوان الفواتير
bg: Адрес за фактуриране
ca: Adreça de facturació
cs: Fakturační adresa
da: Faktureringsadresse
el: Διεύθυνση χρέωσης
es_ar: Dirección de facturación
et: Arveaadress
fi_fi: Laskutusosoite
he: כתובת לחיוב
hu: Számlázási cím
id: Alamat penagihan
it: Indirizzo di fatturazione
ja: 請求先住所
ko: 청구 주소
lt_lt: Sąskaitos siuntimo adresas
ms: Alamat pengebilan
nl: Factuuradres
pl: Adres rozliczeniowy
pt: Morada de faturação
ro: Adresă de facturare
ru: Платежный адрес
sk: Fakturačná adresa
sr_rs: Adresa za naplatu
sv: Faktureringsadress
th: ที่อยู่สำหรับการออกบิล
tr: Fatura adresi
uk_ua: Адреса для виставлення рахунку
vi: Địa chỉ thanh toán
zh_cn: 账单地址
zh_hk: 帳單地址

# primer_card_form_error_address1_invalid
source: Invalid Address Line 1
ar: سطر العنوان 1 غير صالح
bg: Невалиден адрес ред 1
ca: Línia d'adreça 1 no vàlida
cs: Neplatný řádek adresy 1
da: Ugyldig adresselinje 1
el: Μη έγκυρη διεύθυνση γραμμή 1
es_ar: Dirección línea 1 no válida
et: Kehtetu aadressirida 1
fi_fi: Virheellinen osoiterivi 1
he: שורת כתובת 1 לא תקינה
hu: Érvénytelen 1. címsor
id: Baris Alamat 1 Tidak Valid
it: Indirizzo riga 1 non valido
ja: 住所1が無効です
ko: 유효하지 않은 주소 1번 줄
lt_lt: Neteisinga 1 adreso eilutė
ms: Baris Alamat 1 Tidak Sah
nl: Ongeldige adresregel 1
pl: Nieprawidłowa pierwsza linia adresu
pt: Linha de endereço 1 inválida
ro: Linia de adresă 1 invalidă
ru: Неверная адресная строка 1
sk: Neplatný 1. riadok adresy
sr_rs: Nevažeća adresa, prvi red
sv: Ogiltig adressrad 1
th: ที่อยู่บรรทัดที่ 1 ไม่ถูกต้อง
tr: Geçersiz Adres Satırı 1
uk_ua: Недійсний адресний рядок 1
vi: Dòng địa chỉ 1 không hợp lệ
zh_cn: 地址行1无效
zh_hk: 地址第一行無效

# primer_card_form_error_address1_required
source: Address line 1 is required
ar: سطر العنوان 1 مطلوب
bg: Адрес ред 1 е задължителен
ca: La línia d'adreça 1 és obligatòria
cs: Řádek adresy 1 je povinný
da: Adresselinje 1 er påkrævet
el: Η διεύθυνση γραμμή 1 είναι απαραίτητη
es_ar: La dirección línea 1 es obligatoria
et: Aadressirida 1 on nõutav
fi_fi: Osoiterivi 1 vaaditaan
he: נדרשת שורת כתובת 1
hu: Az 1. címsor megadása kötelező
id: Baris alamat 1 wajib diisi
it: L'indirizzo riga 1 è obbligatorio
ja: 住所1は必須です
ko: 주소 1번 줄은 필수입니다
lt_lt: 1 adreso eilutė yra privaloma
ms: Baris alamat 1 diperlukan
nl: Adresregel 1 is verplicht
pl: Pierwsza linia adresu jest wymagana
pt: A linha de endereço 1 é obrigatória
ro: Linia de adresă 1 este obligatorie
ru: Необходимо указать адресную строку 1
sk: 1. riadok adresy je povinný
sr_rs: Adresa, prvi red je obavezna
sv: Adressrad 1 krävs
th: ต้องระบุที่อยู่บรรทัดที่ 1
tr: Adres satırı 1 zorunludur
uk_ua: Адресний рядок 1 обов'язковий
vi: Dòng địa chỉ 1 là bắt buộc
zh_cn: 地址行1为必填项
zh_hk: 地址第一行為必填項

# primer_card_form_error_address2_invalid
source: Invalid Address Line 2
ar: سطر العنوان 2 غير صالح
bg: Невалиден адрес ред 2
ca: Línia d'adreça 2 no vàlida
cs: Neplatný řádek adresy 2
da: Ugyldig adresselinje 2
el: Μη έγκυρη διεύθυνση γραμμή 2
es_ar: Dirección línea 2 no válida
et: Kehtetu aadressirida 2
fi_fi: Virheellinen osoiterivi 2
he: שורת כתובת 2 לא תקינה
hu: Érvénytelen 2. címsor
id: Baris Alamat 2 Tidak Valid
it: Indirizzo riga 2 non valido
ja: 住所2が無効です
ko: 유효하지 않은 주소 2번 줄
lt_lt: Neteisinga 2 adreso eilutė
ms: Baris Alamat 2 Tidak Sah
nl: Ongeldige adresregel 2
pl: Nieprawidłowa druga linia adresu
pt: Linha de endereço 2 inválida
ro: Linia de adresă 2 invalidă
ru: Неверная адресная строка 2
sk: Neplatný 2. riadok adresy
sr_rs: Nevažeća adresa, drugi red
sv: Ogiltig adressrad 2
th: ที่อยู่บรรทัดที่ 2 ไม่ถูกต้อง
tr: Geçersiz Adres Satırı 2
uk_ua: Недійсний адресний рядок 2
vi: Dòng địa chỉ 2 không hợp lệ
zh_cn: 地址行2无效
zh_hk: 地址第二行無效

# primer_card_form_error_address2_required
source: Address line 2 is required
ar: سطر العنوان 2 مطلوب
bg: Адрес ред 2 е задължителен
ca: La línia d'adreça 2 és obligatòria
cs: Řádek adresy 2 je povinný
da: Adresselinje 2 er påkrævet
el: Η διεύθυνση γραμμή 2 είναι απαραίτητη
es_ar: La dirección línea 2 es obligatoria
et: Aadressirida 2 on nõutav
fi_fi: Osoiterivi 2 vaaditaan
he: נדרשת שורת כתובת 2
hu: A 2. címsor megadása kötelező
id: Baris alamat 2 wajib diisi
it: L'indirizzo riga 2 è obbligatorio
ja: 住所2は必須です
ko: 주소 2번 줄은 필수입니다
lt_lt: 2 adreso eilutė yra privaloma
ms: Baris alamat 2 diperlukan
nl: Adresregel 2 is verplicht
pl: Druga linia adresu jest wymagana
pt: A linha de endereço 2 é obrigatória
ro: Linia de adresă 2 este obligatorie
ru: Необходимо указать адресную строку 2
sk: 2. riadok adresy je povinný
sr_rs: Adresa, drugi red je obavezna
sv: Adressrad 2 krävs
th: ต้องระบุที่อยู่บรรทัดที่ 2
tr: Adres satırı 2 zorunludur
uk_ua: Адресний рядок 2 обов'язковий
vi: Dòng địa chỉ 2 là bắt buộc
zh_cn: 地址行2为必填项
zh_hk: 地址第二行為必填項

# primer_card_form_error_card_expired
source: Card has expired
ar: انتهت صلاحية البطاقة
bg: Картата е изтекла
ca: La targeta ha caducat
cs: Platnost karty vypršela
da: Kortet er udløbet
el: Η κάρτα έχει λήξει
es_ar: La tarjeta ha vencido
et: Kaart on aegunud
fi_fi: Kortti on vanhentunut
he: הכרטיס פג תוקף
hu: A kártya lejárt
id: Kartu telah kedaluwarsa
it: La carta è scaduta
ja: カードの有効期限が切れています
ko: 카드가 만료되었습니다
lt_lt: Kortelės galiojimas baigėsi
ms: Kad telah tamat tempoh
nl: Kaart is verlopen
pl: Karta wygasła
pt: O cartão expirou
ro: Cardul a expirat
ru: Срок действия карты истек
sk: Platnosť karty vypršala
sr_rs: Kartica je istekla
sv: Kortet har gått ut
th: บัตรหมดอายุแล้ว
tr: Kartın süresi dolmuş
uk_ua: Термін дії картки закінчився
vi: Thẻ đã hết hạn
zh_cn: 卡片已过期
zh_hk: 卡片已過期

# primer_card_form_error_card_type_unsupported
source: Unsupported card type
ar: نوع البطاقة غير مدعوم
bg: Неподдържан тип карта
ca: Tipus de targeta no admès
cs: Nepodporovaný typ karty
da: Ikke-understøttet korttype
el: Μη υποστηριζόμενος τύπος κάρτας
es_ar: Tipo de tarjeta no admitido
et: Mittetoetatav kaarditüüp
fi_fi: Tukematon korttityyppi
he: סוג כרטיס לא נתמך
hu: Nem támogatott kártyatípus
id: Jenis kartu tidak didukung
it: Tipo di carta non supportato
ja: サポートされていないカードタイプです
ko: 지원되지 않는 카드 종류입니다
lt_lt: Nepalaikomas kortelės tipas
ms: Jenis kad tidak disokong
nl: Kaarttype wordt niet ondersteund
pl: Nieobsługiwany typ karty
pt: Tipo de cartão não suportado
ro: Tip de card neacceptat
ru: Неподдерживаемый тип карты
sk: Nepodporovaný typ karty
sr_rs: Nepodržan tip kartice
sv: Korttyp stöds inte
th: ประเภทบัตรไม่รองรับ
tr: Desteklenmeyen kart türü
uk_ua: Непідтримуваний тип картки
vi: Loại thẻ không được hỗ trợ
zh_cn: 不支持的卡类型
zh_hk: 不支援此卡片類型

# primer_card_form_error_city_invalid
source: Invalid city
ar: المدينة غير صالحة
bg: Невалиден град
ca: Ciutat no vàlida
cs: Neplatné město
da: Ugyldig by
el: Μη έγκυρη πόλη
es_ar: Ciudad no válida
et: Kehtetu linn
fi_fi: Virheellinen kaupunki
he: עיר לא תקינה
hu: Érvénytelen város
id: Kota tidak valid
it: Città non valida
ja: 市区町村が無効です
ko: 유효하지 않은 도시
lt_lt: Neteisingas miestas
ms: Bandar tidak sah
nl: Ongeldige plaats
pl: Nieprawidłowe miasto
pt: Cidade inválida
ro: Oraș invalid
ru: Неверный город
sk: Neplatné mesto
sr_rs: Nevažeći grad
sv: Ogiltig ort
th: เมืองไม่ถูกต้อง
tr: Geçersiz şehir
uk_ua: Недійсне місто
vi: Thành phố không hợp lệ
zh_cn: 城市无效
zh_hk: 城市無效

# primer_card_form_error_city_required
source: City is required
ar: المدينة مطلوبة
bg: Градът е задължителен
ca: La ciutat és obligatòria
cs: Město je povinné
da: By er påkrævet
el: Η πόλη είναι απαραίτητη
es_ar: La ciudad es obligatoria
et: Linn on nõutav
fi_fi: Kaupunki vaaditaan
he: נדרשת עיר
hu: A város megadása kötelező
id: Kota wajib diisi
it: La città è obbligatoria
ja: 市区町村は必須です
ko: 도시는 필수입니다
lt_lt: Miestas yra privalomas
ms: Bandar diperlukan
nl: Plaats is verplicht
pl: Miasto jest wymagane
pt: A cidade é obrigatória
ro: Orașul este obligatoriu
ru: Необходимо указать город
sk: Mesto je povinné
sr_rs: Grad je obavezan
sv: Ort krävs
th: ต้องระบุเมือง
tr: Şehir zorunludur
uk_ua: Місто обов'язкове
vi: Thành phố là bắt buộc
zh_cn: 城市为必填项
zh_hk: 城市為必填項

# primer_card_form_error_country_invalid
source: Invalid Country
ar: الدولة غير صالحة
bg: Невалидна държава
ca: País no vàlid
cs: Neplatná země
da: Ugyldigt land
el: Μη έγκυρη χώρα
es_ar: País no válido
et: Kehtetu riik
fi_fi: Virheellinen maa
he: מדינה לא תקינה
hu: Érvénytelen ország
id: Negara Tidak Valid
it: Paese non valido
ja: 国が無効です
ko: 유효하지 않은 국가
lt_lt: Neteisinga šalis
ms: Negara Tidak Sah
nl: Ongeldig land
pl: Nieprawidłowy kraj
pt: País inválido
ro: Țară invalidă
ru: Неверная страна
sk: Neplatná krajina
sr_rs: Nevažeća zemlja
sv: Ogiltigt land
th: ประเทศไม่ถูกต้อง
tr: Geçersiz Ülke
uk_ua: Недійсна країна
vi: Quốc gia không hợp lệ
zh_cn: 国家无效
zh_hk: 國家/地區無效

# primer_card_form_error_country_required
source: Country is required
ar: الدولة مطلوبة
bg: Държавата е задължителна
ca: El país és obligatori
cs: Země je povinná
da: Land er påkrævet
el: Η χώρα είναι απαραίτητη
es_ar: El país es obligatorio
et: Riik on nõutav
fi_fi: Maa vaaditaan
he: נדרשת מדינה
hu: Az ország megadása kötelező
id: Negara wajib diisi
it: Il paese è obbligatorio
ja: 国は必須です
ko: 국가는 필수입니다
lt_lt: Šalis yra privaloma
ms: Negara diperlukan
nl: Land is verplicht
pl: Kraj jest wymagany
pt: O país é obrigatório
ro: Țara este obligatorie
ru: Необходимо указать страну
sk: Krajina je povinná
sr_rs: Zemlja je obavezna
sv: Land krävs
th: ต้องระบุประเทศ
tr: Ülke zorunludur
uk_ua: Країна обов'язкова
vi: Quốc gia là bắt buộc
zh_cn: 国家为必填项
zh_hk: 國家/地區為必填項

# primer_card_form_error_cvv_invalid
source: Invalid CVV
ar: رمز CVV غير صالح
bg: Невалиден CVV
ca: CVV no vàlid
cs: Neplatné CVV
da: Ugyldig CVV
el: Μη έγκυρο CVV
es_ar: CVV no válido
et: Kehtetu CVV
fi_fi: Virheellinen CVV
he: CVV לא תקין
hu: Érvénytelen CVV
id: CVV Tidak Valid
it: CVV non valido
ja: CVVが無効です
ko: 유효하지 않은 CVV
lt_lt: Neteisingas CVV
ms: CVV tidak sah
nl: Ongeldige CVV
pl: Nieprawidłowy CVV
pt: CVV inválido
ro: CVV invalid
ru: Неверный CVV
sk: Neplatné CVV
sr_rs: Nevažeći CVV
sv: Ogiltigt CVV
th: CVV ไม่ถูกต้อง
tr: Geçersiz CVV
uk_ua: Недійсний CVV
vi: CVV không hợp lệ
zh_cn: CVV无效
zh_hk: CVV 無效

# primer_card_form_error_email_invalid
source: Invalid email
ar: البريد الإلكتروني غير صالح
bg: Невалиден имейл
ca: Adreça electrònica no vàlida
cs: Neplatný e-mail
da: Ugyldig e-mail
el: Μη έγκυρο email
es_ar: Email no válido
et: Kehtetu e-posti aadress
fi_fi: Virheellinen sähköpostiosoite
he: דוא״ל לא תקין
hu: Érvénytelen e-mail cím
id: Email tidak valid
it: Email non valida
ja: メールアドレスが無効です
ko: 유효하지 않은 이메일
lt_lt: Neteisingas el. paštas
ms: E-mel tidak sah
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt: Email inválido
ro: Email invalid
ru: Неверный адрес электронной почты
sk: Neplatný e-mail
sr_rs: Nevažeća email adresa
sv: Ogiltig e-postadress
th: อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta
uk_ua: Недійсна електронна адреса
vi: Email không hợp lệ
zh_cn: 电子邮箱无效
zh_hk: 電郵地址無效

# primer_card_form_error_email_required
source: Email is required
ar: البريد الإلكتروني مطلوب
bg: Имейлът е задължителен
ca: L'adreça electrònica és obligatòria
cs: E-mail je povinný
da: E-mail er påkrævet
el: Το email είναι απαραίτητο
es_ar: El email es obligatorio
et: E-posti aadress on nõutav
fi_fi: Sähköpostiosoite vaaditaan
he: נדרש דוא״ל
hu: Az e-mail cím megadása kötelező
id: Email wajib diisi
it: L'email è obbligatoria
ja: メールアドレスは必須です
ko: 이메일은 필수입니다
lt_lt: El. paštas yra privalomas
ms: E-mel diperlukan
nl: E-mailadres is verplicht
pl: Adres e-mail jest wymagany
pt: O email é obrigatório
ro: Emailul este obligatoriu
ru: Необходимо указать адрес электронной почты
sk: E-mail je povinný
sr_rs: Email je obavezan
sv: E-postadress krävs
th: ต้องระบุอีเมล
tr: E-posta zorunludur
uk_ua: Електронна адреса обов'язкова
vi: Email là bắt buộc
zh_cn: 电子邮箱为必填项
zh_hk: 電郵地址為必填項

# primer_card_form_error_expiry_invalid
source: Invalid date
ar: التاريخ غير صالح
bg: Невалидна дата
ca: Data no vàlida
cs: Neplatné datum
da: Ugyldig dato
el: Μη έγκυρη ημερομηνία
es_ar: Fecha no válida
et: Kehtetu kuupäev
fi_fi: Virheellinen päivämäärä
he: תאריך לא תקין
hu: Érvénytelen dátum
id: Tanggal tidak valid
it: Data non valida
ja: 有効期限が無効です
ko: 유효하지 않은 날짜
lt_lt: Neteisinga data
ms: Tarikh tidak sah
nl: Ongeldige datum
pl: Nieprawidłowa data
pt: Data inválida
ro: Dată invalidă
ru: Неверная дата
sk: Neplatný dátum
sr_rs: Nevažeći datum
sv: Ogiltigt datum
th: วันที่ไม่ถูกต้อง
tr: Geçersiz tarih
uk_ua: Недійсна дата
vi: Ngày không hợp lệ
zh_cn: 日期无效
zh_hk: 日期無效

# primer_card_form_error_first_name_invalid
source: Invalid First Name
ar: الاسم الأول غير صالح
bg: Невалидно собствено име
ca: Nom no vàlid
cs: Neplatné jméno
da: Ugyldigt fornavn
el: Μη έγκυρο όνομα
es_ar: Nombre no válido
et: Kehtetu eesnimi
fi_fi: Virheellinen etunimi
he: שם פרטי לא תקין
hu: Érvénytelen keresztnév
id: Nama Depan Tidak Valid
it: Nome non valido
ja: 名が無効です
ko: 유효하지 않은 이름
lt_lt: Neteisingas vardas
ms: Nama Pertama Tidak Sah
nl: Ongeldige voornaam
pl: Nieprawidłowe imię
pt: Primeiro nome inválido
ro: Prenume invalid
ru: Неверное имя
sk: Neplatné meno
sr_rs: Nevažeće ime
sv: Ogiltigt förnamn
th: ชื่อไม่ถูกต้อง
tr: Geçersiz Ad
uk_ua: Недійсне ім'я
vi: Tên không hợp lệ
zh_cn: 名字无效
zh_hk: 名字無效

# primer_card_form_error_first_name_required
source: First Name is required
ar: الاسم الأول مطلوب
bg: Собственото име е задължително
ca: El nom és obligatori
cs: Jméno je povinné
da: Fornavn er påkrævet
el: Το όνομα είναι απαραίτητο
es_ar: El nombre es obligatorio
et: Eesnimi on nõutav
fi_fi: Etunimi vaaditaan
he: נדרש שם פרטי
hu: A keresztnév megadása kötelező
id: Nama depan wajib diisi
it: Il nome è obbligatorio
ja: 名は必須です
ko: 이름은 필수입니다
lt_lt: Vardas yra privalomas
ms: Nama Pertama diperlukan
nl: Voornaam is verplicht
pl: Imię jest wymagane
pt: O primeiro nome é obrigatório
ro: Prenumele este obligatoriu
ru: Необходимо указать имя
sk: Meno je povinné
sr_rs: Ime je obavezno
sv: Förnamn krävs
th: ต้องระบุชื่อ
tr: Ad zorunludur
uk_ua: Ім'я обов'язкове
vi: Tên là bắt buộc
zh_cn: 名字为必填项
zh_hk: 名字為必填項

# primer_card_form_error_last_name_invalid
source: Invalid Last Name
ar: اسم العائلة غير صالح
bg: Невалидна фамилия
ca: Cognom no vàlid
cs: Neplatné příjmení
da: Ugyldigt efternavn
el: Μη έγκυρο επίθετο
es_ar: Apellido no válido
et: Kehtetu perekonnanimi
fi_fi: Virheellinen sukunimi
he: שם משפחה לא תקין
hu: Érvénytelen vezetéknév
id: Nama Belakang Tidak Valid
it: Cognome non valido
ja: 姓が無効です
ko: 유효하지 않은 성
lt_lt: Neteisinga pavardė
ms: Nama Akhir Tidak Sah
nl: Ongeldige achternaam
pl: Nieprawidłowe nazwisko
pt: Apelido inválido
ro: Nume invalid
ru: Неверная фамилия
sk: Neplatné priezvisko
sr_rs: Nevažeće prezime
sv: Ogiltigt efternamn
th: นามสกุลไม่ถูกต้อง
tr: Geçersiz Soyad
uk_ua: Недійсне прізвище
vi: Họ không hợp lệ
zh_cn: 姓氏无效
zh_hk: 姓氏無效

# primer_card_form_error_last_name_required
source: Last Name is required
ar: اسم العائلة مطلوب
bg: Фамилията е задължителна
ca: El cognom és obligatori
cs: Příjmení je povinné
da: Efternavn er påkrævet
el: Το επίθετο είναι απαραίτητο
es_ar: El apellido es obligatorio
et: Perekonnanimi on nõutav
fi_fi: Sukunimi vaaditaan
he: נדרש שם משפחה
hu: A vezetéknév megadása kötelező
id: Nama belakang wajib diisi
it: Il cognome è obbligatorio
ja: 姓は必須です
ko: 성은 필수입니다
lt_lt: Pavardė yra privaloma
ms: Nama Akhir diperlukan
nl: Achternaam is verplicht
pl: Nazwisko jest wymagane
pt: O apelido é obrigatório
ro: Numele este obligatoriu
ru: Необходимо указать фамилию
sk: Priezvisko je povinné
sr_rs: Prezime je obavezno
sv: Efternamn krävs
th: ต้องระบุนามสกุล
tr: Soyad zorunludur
uk_ua: Прізвище обов'язкове
vi: Họ là bắt buộc
zh_cn: 姓氏为必填项
zh_hk: 姓氏為必填項

# primer_card_form_error_name_invalid
source: Invalid Cardholder name
ar: اسم حامل البطاقة غير صالح
bg: Невалидно име на картодържател
ca: Nom del titular de la targeta no vàlid
cs: Neplatné jméno držitele karty
da: Ugyldigt kortholders navn
el: Μη έγκυρο όνομα κατόχου κάρτας
es_ar: Nombre del titular no válido
et: Kehtetu kaardiomaniku nimi
fi_fi: Virheellinen kortinhaltijan nimi
he: שם בעל הכרטיס לא תקין
hu: Érvénytelen kártyabirtokos név
id: Nama pemegang kartu tidak valid
it: Nome titolare non valido
ja: カード名義人が無効です
ko: 유효하지 않은 카드 소유자 이름
lt_lt: Neteisingas kortelės turėtojo vardas
ms: Nama pemegang kad tidak sah
nl: Ongeldige naam kaarthouder
pl: Nieprawidłowe nazwisko posiadacza karty
pt: Nome do titular inválido
ro: Nume titular card invalid
ru: Неверное имя держателя карты
sk: Neplatné meno držiteľa karty
sr_rs: Nevažeće ime vlasnika kartice
sv: Ogiltigt kortinnehavarnamn
th: ชื่อผู้ถือบัตรไม่ถูกต้อง
tr: Geçersiz kart sahibi adı
uk_ua: Недійсне ім'я власника картки
vi: Tên chủ thẻ không hợp lệ
zh_cn: 持卡人姓名无效
zh_hk: 持卡人姓名無效

# primer_card_form_error_name_length
source: Name must have between 2 and 45 characters
ar: يجب أن يتراوح الاسم بين 2 و 45 حرفاً
bg: Името трябва да съдържа между 2 и 45 символа
ca: El nom ha de tenir entre 2 i 45 caràcters
cs: Jméno musí mít délku 2 až 45 znaků
da: Navn skal være mellem 2 og 45 tegn
el: Το όνομα πρέπει να έχει μεταξύ 2 και 45 χαρακτήρες
es_ar: El nombre debe tener entre 2 y 45 caracteres
et: Nimi peab olema 2 kuni 45 tähemärki
fi_fi: Nimen on oltava 2–45 merkin pituinen
he: השם חייב להכיל בין 2 ל-45 תווים
hu: A névnek 2 és 45 karakter között kell lennie
id: Nama harus terdiri dari 2 hingga 45 karakter
it: Il nome deve avere tra 2 e 45 caratteri
ja: 名前は2文字から45文字の間で入力してください
ko: 이름은 2자에서 45자 사이여야 합니다
lt_lt: Vardą turi sudaryti nuo 2 iki 45 simbolių
ms: Nama mesti antara 2 hingga 45 aksara
nl: Naam moet tussen 2 en 45 tekens bevatten
pl: Nazwisko musi zawierać od 2 do 45 znaków
pt: O nome deve ter entre 2 e 45 carateres
ro: Numele trebuie să aibă între 2 și 45 de caractere
ru: Имя должно содержать от 2 до 45 символов
sk: Meno musí mať 2 až 45 znakov
sr_rs: Ime mora imati između 2 i 45 znakova
sv: Namnet måste vara mellan 2 och 45 tecken
th: ชื่อต้องมีความยาวระหว่าง 2 ถึง 45 ตัวอักษร
tr: Ad 2 ile 45 karakter arasında olmalıdır
uk_ua: Ім'я має містити від 2 до 45 символів
vi: Tên phải từ 2 đến 45 ký tự
zh_cn: 姓名长度必须在2到45个字符之间
zh_hk: 姓名必須介乎 2 至 45 個字元

# primer_card_form_error_number_invalid
source: Invalid card number
ar: رقم البطاقة غير صالح
bg: Невалиден номер на карта
ca: Número de targeta no vàlid
cs: Neplatné číslo karty
da: Ugyldigt kortnummer
el: Μη έγκυρος αριθμός κάρτας
es_ar: Número de tarjeta no válido
et: Kehtetu kaardinumber
fi_fi: Virheellinen kortin numero
he: מספר כרטיס לא תקין
hu: Érvénytelen kártyaszám
id: Nomor kartu tidak valid
it: Numero carta non valido
ja: カード番号が無効です
ko: 유효하지 않은 카드 번호
lt_lt: Neteisingas kortelės numeris
ms: Nombor kad tidak sah
nl: Ongeldig kaartnummer
pl: Nieprawidłowy numer karty
pt: Número de cartão inválido
ro: Număr de card invalid
ru: Неверный номер карты
sk: Neplatné číslo karty
sr_rs: Nevažeći broj kartice
sv: Ogiltigt kortnummer
th: หมายเลขบัตรไม่ถูกต้อง
tr: Geçersiz kart numarası
uk_ua: Недійсний номер картки
vi: Số thẻ không hợp lệ
zh_cn: 卡号无效
zh_hk: 卡號無效
