Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# primer_checkout_dismissing
source: Dismissing...
ar: جاري الإغلاق...
bg: Затваряне...
cs: Zavírá se...
da: Lukker...
el: Κλείσιμο...
es_ar: Cerrando...
et: Sulgemine...
fi_fi: Suljetaan...
he: סוגר...
hu: Bezárás...
id: Menutup...
it: Chiusura in corso...
ja: 閉じています...
ko: 닫는 중...
lt_lt: Uždaroma...
ms: Menutup...
nl: Bezig met sluiten...
pl: Zamykanie...
pt: A fechar...
ro: Se închide...
ru: Закрытие...
sk: Zatvára sa...
sr_rs: Zatvaranje...
sv: Stänger...
th: กำลังปิด...
tr: Kapatılıyor...
uk_ua: Закриття...
vi: Đang đóng...
zh_cn: 正在关闭...
zh_hk: 正在關閉...

# primer_checkout_error_button_other_methods
source: Choose other payment methods
ar: اختر طرق دفع أخرى
bg: Изберете други методи за плащане
cs: Vybrat jiné platební metody
da: Vælg andre betalingsmetoder
el: Επιλέξτε άλλες μεθόδους πληρωμής
es_ar: Elegir otros métodos de pago
et: Vali muud makseviisid
fi_fi: Valitse muita maksutapoja
he: בחר אמצעי תשלום אחרים
hu: Más fizetési módok választása
id: Pilih metode pembayaran lain
it: Scegli un altro metodo di pagamento
ja: 他のお支払い方法を選択
ko: 다른 결제 수단 선택
lt_lt: Pasirinkite kitus mokėjimo būdus
ms: Pilih kaedah pembayaran lain
nl: Kies andere betaalmethoden
pl: Wybierz inne metody płatności
pt: Escolher outros métodos de pagamento
ro: Alegeți alte metode de plată
ru: Выбрать другие способы оплаты
sk: Vybrať iné spôsoby platby
sr_rs: Izaberite druge načine plaćanja
sv: Välj andra betalningsmetoder
th: เลือกวิธีการชำระเงินอื่น
tr: Diğer ödeme yöntemlerini seçin
uk_ua: Обрати інші способи оплати
vi: Chọn phương thức thanh toán khác
zh_cn: 选择其他支付方式
zh_hk: 選擇其他付款方式

# primer_checkout_error_subtitle
source: There was a network issue.
ar: حدثت مشكلة في الشبكة.
bg: Възникна проблем с мрежата.
cs: Došlo k chybě sítě.
da: Der opstod et netværksproblem.
el: Υπήρξε πρόβλημα δικτύου.
es_ar: Hubo un problema de red.
et: Tekkis võrguprobleem.
fi_fi: Verkko-ongelma tapahtui.
he: אירעה בעיית רשת.
hu: Hálózati probléma merült fel.
id: Terjadi masalah jaringan.
it: Si è verificato un problema di rete.
ja: ネットワークの問題が発生しました。
ko: 네트워크 문제가 발생했습니다.
lt_lt: Įvyko tinklo problema.
ms: Terdapat masalah rangkaian.
nl: Er was een netwerkprobleem.
pl: Wystąpił problem z połączeniem.
pt: Ocorreu um problema de rede.
ro: A apărut o problemă de rețea.
ru: Возникла проблема с сетью.
sk: Vyskytol sa problém so sieťou.
sr_rs: Došlo je do problema sa mrežom.
sv: Det uppstod ett nätverksproblem.
th: เกิดปัญหาการเชื่อมต่อเครือข่าย
tr: Bir ağ sorunu oluştu.
uk_ua: Виникла проблема з мережею.
vi: Đã xảy ra sự cố mạng.
zh_cn: 出现网络问题。
zh_hk: 發生網絡問題。

# primer_checkout_error_title
source: Payment failed
ar: فشلت عملية الدفع
bg: Плащането не успя
cs: Platba selhala
da: Betaling mislykkedes
el: Η πληρωμή απέτυχε
es_ar: Pago fallido
et: Makse nurjus
fi_fi: Maksu epäonnistui
he: התשלום נכשל
hu: Sikertelen fizetés
id: Pembayaran gagal
it: Pagamento fallito
ja: お支払いに失敗しました
ko: 결제 실패
lt_lt: Mokėjimas nepavyko
ms: Pembayaran gagal
nl: Betaling mislukt
pl: Płatność nie powiodła się
pt: Pagamento falhado
ro: Plata a eșuat
ru: Платеж не выполнен
sk: Platba zlyhala
sr_rs: Plaćanje neuspešno
sv: Betalningen misslyckades
th: การชำระเงินล้มเหลว
tr: Ödeme başarısız
uk_ua: Платіж не вдався
vi: Thanh toán thất bại
zh_cn: 支付失败
zh_hk: 付款失敗

# primer_checkout_loading_indicator
source: Loading
ar: جاري التحميل
bg: Зареждане
cs: Načítání
da: Indlæser
el: Φόρτωση
es_ar: Cargando
et: Laadimine
fi_fi: Ladataan
he: טוען
hu: Betöltés
id: Memuat
it: Caricamento
ja: 読み込み中
ko: 로딩 중
lt_lt: Įkeliama
ms: Memuatkan
nl: Bezig met laden
pl: Ładowanie
pt: A carregar
ro: Se încarcă
ru: Загрузка
sk: Načítava sa
sr_rs: Učitavanje
sv: Laddar
th: กำลังโหลด
tr: Yükleniyor
uk_ua: Завантаження
vi: Đang tải
zh_cn: 正在加载
zh_hk: 載入中

# primer_checkout_processing_subtitle
source: Please wait...
ar: يرجى الانتظار...
bg: Моля, изчакайте...
cs: Prosím čekejte...
da: Vent venligst...
el: Παρακαλώ περιμένετε...
es_ar: Por favor esperá...
et: Palun oota...
fi_fi: Odota hetki...
he: אנא המתן...
hu: Kérjük, várjon...
id: Harap tunggu...
it: Attendere...
ja: お待ちください...
ko: 잠시만 기다려 주세요...
lt_lt: Prašome palaukti...
ms: Sila tunggu...
nl: Even geduld alstublieft...
pl: Proszę czekać...
pt: Aguarde...
ro: Vă rugăm așteptați...
ru: Пожалуйста, подождите...
sk: Prosím čakajte...
sr_rs: Molimo sačekajte...
sv: Vänligen vänta...
th: กรุณารอสักครู่...
tr: Lütfen bekleyin...
uk_ua: Будь ласка, зачекайте...
vi: Vui lòng đợi...
zh_cn: 请稍候...
zh_hk: 請稍候...

# primer_checkout_processing_title
source: Processing your payment
ar: جاري معالجة عملية الدفع
bg: Обработване на вашето плащане
cs: Zpracovává se vaše platba
da: Behandler din betaling
el: Επεξεργασία της πληρωμής σας
es_ar: Procesando tu pago
et: Makse töötlemine
fi_fi: Käsitellään maksuasi
he: מעבד את התשלום שלך
hu: Fizetés feldolgozása
id: Memproses pembayaran Anda
it: Elaborazione del pagamento
ja: お支払いを処理しています
ko: 결제를 처리하는 중입니다
lt_lt: Apdorojamas jūsų mokėjimas
ms: Memproses pembayaran anda
nl: Uw betaling wordt verwerkt
pl: Przetwarzanie płatności
pt: A processar o seu pagamento
ro: Se procesează plata dumneavoastră
ru: Обработка вашего платежа
sk: Spracúvanie vašej platby
sr_rs: Obrada vašeg plaćanja
sv: Behandlar din betalning
th: กำลังดำเนินการชำระเงิน
tr: Ödemeniz işleniyor
uk_ua: Обробка вашого платежу
vi: Đang xử lý thanh toán của bạn
zh_cn: 正在处理您的支付
zh_hk: 正在處理您的付款

# primer_checkout_scope_unavailable
source: Checkout scope not available
ar: عملية الدفع غير متاحة
bg: Обхватът на плащането не е наличен
cs: Checkout scope není k dispozici
da: Checkout-område ikke tilgængeligt
el: Το πεδίο ολοκλήρωσης αγοράς δεν είναι διαθέσιμο
es_ar: Checkout no disponible
et: Maksevormi ulatus pole saadaval
fi_fi: Kassanäkymä ei ole saatavilla
he: אזור תשלום אינו זמין
hu: Pénztár nem elérhető
id: Cakupan checkout tidak tersedia
it: Checkout non disponibile
ja: チェックアウトスコープが利用できません
ko: 체크아웃 스코프를 사용할 수 없습니다
lt_lt: Atsiskaitymo sritis nepasiekiama
ms: Skop pembayaran tidak tersedia
nl: Checkout scope niet beschikbaar
pl: Zakres płatności niedostępny
pt: Checkout não disponível
ro: Domeniul de checkout nu este disponibil
ru: Область оформления заказа недоступна
sk: Checkout scope nie je dostupný
sr_rs: Opseg naplate nije dostupan
sv: Kassavy är inte tillgänglig
th: ขอบเขตการชำระเงินไม่พร้อมใช้งาน
tr: Ödeme kapsamı mevcut değil
uk_ua: Область оформлення замовлення недоступна
vi: Phạm vi thanh toán không khả dụng
zh_cn: 收银台不可用
zh_hk: 結帳範圍不可用

# primer_checkout_splash_subtitle
source: This won't take long
ar: لن يستغرق هذا وقتاً طويلاً
bg: Това няма да отнеме дълго
cs: Nebude to trvat dlouho
da: Dette tager ikke lang tid
el: Δεν θα αργήσει
es_ar: No va a tardar mucho
et: See ei võta kaua aega
fi_fi: Tämä ei kestä kauan
he: זה לא ייקח הרבה זמן
hu: Ez nem fog sokáig tartani
id: Ini tidak akan lama
it: Non ci vorrà molto
ja: すぐに完了します
ko: 곧 완료됩니다
lt_lt: Tai užtruks neilgai
ms: Ini tidak akan mengambil masa lama
nl: Dit duurt niet lang
pl: To nie potrwa długo
pt: Não demorará muito
ro: Nu va dura mult
ru: Это не займет много времени
sk: Nebude to trvať dlho
sr_rs: Ovo neće dugo trajati
sv: Detta tar inte lång tid
th: จะไม่นานหรอกครับ
tr: Bu uzun sürmeyecek
uk_ua: Це не займе багато часу
vi: Sẽ không mất nhiều thời gian
zh_cn: 很快就好
zh_hk: 不會太久

# primer_checkout_splash_title
source: Loading your secure checkout
ar: جاري تحميل صفحة الدفع الآمنة
bg: Зареждане на вашата защитена каса
cs: Načítání bezpečné pokladny
da: Indlæser din sikre betaling
el: Φόρτωση της ασφαλούς ολοκλήρωσης αγοράς σας
es_ar: Cargando tu checkout seguro
et: Turvalise maksevormi laadimine
fi_fi: Ladataan turvallista kassaasi
he: טוען את התשלום המאובטח שלך
hu: Biztonságos pénztár betöltése
id: Memuat checkout aman Anda
it: Caricamento del checkout sicuro
ja: 安全なチェックアウトを読み込んでいます
ko: 보안 체크아웃을 로딩하는 중입니다
lt_lt: Įkeliamas jūsų saugus atsiskaitymas
ms: Memuatkan pembayaran selamat anda
nl: Uw beveiligde checkout wordt geladen
pl: Ładowanie bezpiecznej płatności
pt: A carregar o seu checkout seguro
ro: Se încarcă checkoutul dumneavoastră securizat
ru: Загрузка вашего безопасного оформления заказа
sk: Načítava sa vaša zabezpečená pokladňa
sr_rs: Učitavanje vaše bezbedne naplate
sv: Laddar din säkra kassa
th: กำลังโหลดระบบชำระเงินที่ปลอดภัย
tr: Güvenli ödeme sayfanız yükleniyor
uk_ua: Завантаження вашої безпечної сторінки оплати
vi: Đang tải trang thanh toán bảo mật của bạn
zh_cn: 正在加载您的安全收银台
zh_hk: 正在載入您的安全結帳

# primer_checkout_success_subtitle
source: You'll be redirected to the order confirmation page soon.
ar: سيتم توجيهك إلى صفحة تأكيد الطلب قريباً.
bg: Скоро ще бъдете пренасочени към страницата за потвърждение на поръчката.
cs: Brzy budete přesměrováni na stránku s potvrzením objednávky.
da: Du bliver snart omdirigeret til ordrebekræftelsessiden.
el: Θα ανακατευθυνθείτε στη σελίδα επιβεβαίωσης παραγγελίας σύντομα.
es_ar: Vas a ser redirigido a la página de confirmación del pedido pronto.
et: Sind suunatakse varsti tellimuse kinnituse lehele.
fi_fi: Sinut ohjataan pian tilausvahvistussivulle.
he: תועבר בקרוב לדף אישור ההזמנה.
hu: Hamarosan átirányítjuk Önt a rendelés visszaigazoló oldalára.
id: Anda akan segera dialihkan ke halaman konfirmasi pesanan.
it: Sarai reindirizzato alla pagina di conferma dell'ordine a breve.
ja: まもなくご注文確認ページにリダイレクトされます。
ko: 곧 주문 확인 페이지로 이동합니다.
lt_lt: Netrukus būsite nukreipti į užsakymo patvirtinimo puslapį.
ms: Anda akan dibawa ke halaman pengesahan pesanan tidak lama lagi.
nl: U wordt binnenkort doorgestuurd naar de orderbevestigingspagina.
pl: Wkrótce zostaniesz przekierowany na stronę potwierdzenia zamówienia.
pt: Será redirecionado para a página de confirmação do pedido brevemente.
ro: Veți fi redirecționat în curând către pagina de confirmare a comenzii.
ru: Вы скоро будете перенаправлены на страницу подтверждения заказа.
sk: Čoskoro budete presmerovaný na stránku s potvrdením objednávky.
sr_rs: Bićete uskoro preusmereni na stranicu sa potvrdom porudžbine.
sv: Du kommer snart att omdirigeras till orderbekräftelsesidan.
th: คุณจะถูกนำไปยังหน้ายืนยันคำสั่งซื้อในไม่ช้า
tr: Kısa süre içinde sipariş onay sayfasına yönlendirileceksiniz.
uk_ua: Незабаром ви будете перенаправлені на сторінку підтвердження замовлення.
vi: Bạn sẽ sớm được chuyển hướng đến trang xác nhận đơn hàng.
zh_cn: 您将很快被重定向到订单确认页面。
zh_hk: 您將很快被導向至訂單確認頁面。

# primer_checkout_success_title
source: Payment successful
ar: تمت عملية الدفع بنجاح
bg: Плащането е успешно
cs: Platba úspěšná
da: Betaling gennemført
el: Επιτυχής πληρωμή
es_ar: Pago exitoso
et: Makse õnnestus
fi_fi: Maksu onnistui
he: התשלום הושלם בהצלחה
hu: Sikeres fizetés
id: Pembayaran berhasil
it: Pagamento riuscito
ja: お支払いが完了しました
ko: 결제 완료
lt_lt: Mokėjimas sėkmingas
ms: Pembayaran berjaya
nl: Betaling geslaagd
pl: Płatność zakończona sukcesem
pt: Pagamento bem-sucedido
ro: Plată reușită
ru: Платеж выполнен успешно
sk: Platba úspešná
sr_rs: Plaćanje uspešno
sv: Betalningen lyckades
th: ชำระเงินสำเร็จ
tr: Ödeme başarılı
uk_ua: Платіж успішний
vi: Thanh toán thành công
zh_cn: 支付成功
zh_hk: 付款成功

# primer_checkout_system_error_title
source: Payment System Error
ar: خطأ في نظام الدفع
bg: Системна грешка при плащането
cs: Chyba platebního systému
da: Betalingssystemfejl
el: Σφάλμα συστήματος πληρωμών
es_ar: Error del sistema de pago
et: Maksesüsteemi viga
fi_fi: Maksujärjestelmän virhe
he: שגיאת מערכת תשלום
hu: Fizetési rendszerhiba
id: Kesalahan Sistem Pembayaran
it: Errore di sistema
ja: お支払いシステムエラー
ko: 결제 시스템 오류
lt_lt: Mokėjimo sistemos klaida
ms: Ralat Sistem Pembayaran
nl: Betalingssysteemfout
pl: Błąd systemu płatności
pt: Erro do sistema de pagamento
ro: Eroare sistem de plată
ru: Системная ошибка платежа
sk: Chyba platobného systému
sr_rs: Greška sistema plaćanja
sv: Betalningssystemfel
th: ข้อผิดพลาดของระบบชำระเงิน
tr: Ödeme Sistemi Hatası
uk_ua: Помилка платіжної системи
vi: Lỗi hệ thống thanh toán
zh_cn: 支付系统错误
zh_hk: 付款系統錯誤

# primer_checkout_title
source: Checkout
ar: الدفع
bg: Каса
cs: Pokladna
da: Betaling
el: Ολοκλήρωση αγοράς
et: Vormista ost
fi_fi: Kassa
he: תשלום
hu: Pénztár
ja: チェックアウト
ko: 체크아웃
lt_lt: Atsiskaitymas
ms: Pembayaran
nl: Afrekenen
pl: Płatność
ru: Оформление заказа
sk: Pokladňa
sr_rs: Naplata
sv: Kassa
th: ชำระเงิน
tr: Ödeme
uk_ua: Оформлення замовлення
vi: Thanh toán
zh_cn: 收银台
zh_hk: 結帳

# primer_common_back
source: Back
ar: رجوع
bg: Назад
cs: Zpět
da: Tilbage
el: Πίσω
es_ar: Volver
et: Tagasi
fi_fi: Takaisin
he: חזור
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
lt_lt: Atgal
ms: Kembali
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sr_rs: Nazad
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk_ua: Назад
vi: Quay lại
zh_cn: 返回
zh_hk: 返回

# primer_common_button_cancel
source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
el: Ακύρωση
es_ar: Cancelar
et: Tühista
fi_fi: Peruuta
he: בטל
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt_lt: Atšaukti
ms: Batal
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sr_rs: Otkaži
sv: Avbryt
th: ยกเลิก
tr: İptal
uk_ua: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消

# primer_common_button_pay
source: Pay
ar: دفع
bg: Плати
cs: Zaplatit
da: Betal
el: Πληρωμή
es_ar: Pagar
et: Maksa
fi_fi: Maksa
he: שלם
hu: Fizetés
id: Bayar
it: Paga
ja: お支払い
ko: 결제
lt_lt: Mokėti
ms: Bayar
nl: Betalen
pl: Zapłać
pt: Pagar
ro: Plătiți
ru: Оплатить
sk: Zaplatiť
sr_rs: Plati
sv: Betala
th: ชำระเงิน
tr: Öde
uk_ua: Оплатити
vi: Thanh toán
zh_cn: 支付
zh_hk: 付款

# primer_common_button_pay_amount
source: Pay %1$@
ar: دفع %1$@
bg: Плати %1$@
cs: Zaplatit %1$@
da: Betal %1$@
el: Πληρωμή %1$@
es_ar: Pagar %1$@
et: Maksa %1$@
fi_fi: Maksa %1$@
he: שלם %1$@
hu: Fizetés: %1$@
id: Bayar %1$@
it: Paga %@
ja: %1$@をお支払い
ko: %1$@ 결제
lt_lt: Mokėti %1$@
ms: Bayar %1$@
nl: Betaal %1$@
pl: Zapłać %1$@
pt: Pagar %1$@
ro: Plătiți %1$@
ru: Оплатить %1$@
sk: Zaplatiť %1$@
sr_rs: Plati %1$@
sv: Betala %1$@
th: ชำระเงิน %1$@
tr: %1$@ öde
uk_ua: Оплатити %1$@
vi: Thanh toán %1$@
zh_cn: 支付%1$@
zh_hk: 付款 %1$@

# primer_common_button_retry
source: Retry
ar: إعادة المحاولة
bg: Опитай отново
cs: Zkusit znovu
da: Prøv igen
el: Επανάληψη
es_ar: Reintentar
et: Proovi uuesti
fi_fi: Yritä uudelleen
he: נסה שוב
hu: Újra
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 재시도
lt_lt: Bandyti dar kartą
ms: Cuba Lagi
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Reîncercați
ru: Повторить
sk: Skúsiť znova
sr_rs: Pokušaj ponovo
sv: Försök igen
th: ลองอีกครั้ง
tr: Tekrar dene
uk_ua: Повторити
vi: Thử lại
zh_cn: 重试
zh_hk: 重試

# primer_common_error_generic
source: An unknown error occurred.
ar: حدث خطأ غير معروف.
bg: Възникна неизвестна грешка.
cs: Došlo k neznámé chybě.
da: Der opstod en ukendt fejl.
el: Προέκυψε άγνωστο σφάλμα.
es_ar: Ocurrió un error desconocido.
et: Tekkis tundmatu viga.
fi_fi: Tuntematon virhe tapahtui.
he: אירעה שגיאה לא ידועה.
hu: Ismeretlen hiba történt.
id: Terjadi kesalahan yang tidak diketahui.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
lt_lt: Įvyko nežinoma klaida.
ms: Ralat tidak diketahui berlaku.
nl: Er is een onbekende fout opgetreden.
pl: Wystąpił nieznany błąd.
pt: Ocorreu um erro desconhecido.
ro: A apărut o eroare necunoscută.
ru: Произошла неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
sr_rs: Došlo je do nepoznate greške.
sv: Ett okänt fel uppstod.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen bir hata oluştu.
uk_ua: Виникла невідома помилка.
vi: Đã xảy ra lỗi không xác định.
zh_cn: 发生未知错误。
zh_hk: 發生未知錯誤。

# primer_common_error_unexpected
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
bg: Възникна неочаквана грешка.
cs: Došlo k neočekávané chybě.
da: Der opstod en uventet fejl.
el: Προέκυψε απροσδόκητο σφάλμα.
es_ar: Ocurrió un error inesperado.
et: Tekkis ootamatu viga.
fi_fi: Odottamaton virhe tapahtui.
he: אירעה שגיאה בלתי צפויה.
hu: Váratlan hiba történt.
id: Terjadi kesalahan yang tidak terduga.
it: Si è verificato un errore imprevisto.
ja: 予期しないエラーが発生しました。
ko: 예상치 못한 오류가 발생했습니다.
lt_lt: Įvyko netikėta klaida.
ms: Ralat yang tidak dijangka berlaku.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt: Ocorreu um erro inesperado.
ro: A apărut o eroare neașteptată.
ru: Произошла непредвиденная ошибка.
sk: Vyskytla sa neočakávaná chyba.
sr_rs: Došlo je do neočekivane greške.
sv: Ett oväntat fel uppstod.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen bir hata oluştu.
uk_ua: Виникла неочікувана помилка.
vi: Đã xảy ra lỗi không mong muốn.
zh_cn: 发生意外错误。
zh_hk: 發生意外錯誤。

# primer_country_no_results
source: No countries found
ar: لم يتم العثور على دول
bg: Няма намерени държави
cs: Nenalezeny žádné země
da: Ingen lande fundet
el: Δεν βρέθηκαν χώρες
es_ar: No se encontraron países
et: Riike ei leitud
fi_fi: Maita ei löytynyt
he: לא נמצאו מדינות
hu: Nem található ország
id: Tidak ada negara yang ditemukan
it: Nessun paese trovato
ja: 国が見つかりません
ko: 국가를 찾을 수 없습니다
lt_lt: Šalių nerasta
ms: Tiada negara ditemui
nl: Geen landen gevonden
pl: Nie znaleziono krajów
pt: Nenhum país encontrado
ro: Nu s-au găsit țări
ru: Страны не найдены
sk: Nenašli sa žiadne krajiny
sr_rs: Nisu pronađene zemlje
sv: Inga länder hittades
th: ไม่พบประเทศ
tr: Ülke bulunamadı
uk_ua: Країн не знайдено
vi: Không tìm thấy quốc gia nào
zh_cn: 未找到国家
zh_hk: 找不到國家/地區

# primer_country_placeholder_search
source: Search
ar: بحث
bg: Търсене
cs: Hledat
da: Søg
el: Αναζήτηση
es_ar: Buscar
et: Otsing
fi_fi: Haku
he: חיפוש
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
lt_lt: Ieškoti
ms: Cari
nl: Zoeken
pl: Wyszukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
sk: Hľadať
sr_rs: Pretraga
sv: Sök
th: ค้นหา
tr: Ara
uk_ua: Пошук
vi: Tìm kiếm
zh_cn: 搜索
zh_hk: 搜尋

# primer_country_selector_placeholder
source: Country Selector
ar: محدد الدولة
bg: Избор на държава
cs: Výběr země
da: Landevælger
el: Επιλογέας χώρας
es_ar: Selector de país
et: Riigi valija
fi_fi: Maan valitsin
he: בוחר מדינה
hu: Ország kiválasztó
id: Pemilih Negara
it: Selettore paese
ja: 国を選択
ko: 국가 선택기
lt_lt: Šalies pasirinkimas
ms: Pemilih Negara
nl: Landkiezer
pl: Wybór kraju
pt: Seletor de país
ro: Selector țară
ru: Выбор страны
sk: Výber krajiny
sr_rs: Birač zemlje
sv: Landväljare
th: ตัวเลือกประเทศ
tr: Ülke Seçici
uk_ua: Вибір країни
vi: Bộ chọn quốc gia
zh_cn: 国家选择器
zh_hk: 國家/地區選擇器

# primer_country_title
source: Select Country
ar: اختيار الدولة
bg: Изберете държава
cs: Vybrat zemi
da: Vælg land
el: Επιλογή χώρας
es_ar: Seleccionar país
et: Vali riik
fi_fi: Valitse maa
he: בחר מדינה
hu: Ország kiválasztása
id: Pilih Negara
it: Seleziona paese
ja: 国を選択
ko: 국가 선택
lt_lt: Pasirinkite šalį
ms: Pilih Negara
nl: Selecteer land
pl: Wybierz kraj
pt: Selecionar país
ro: Selectați țara
ru: Выберите страну
sk: Vybrať krajinu
sr_rs: Izaberite zemlju
sv: Välj land
th: เลือกประเทศ
tr: Ülke Seçin
uk_ua: Оберіть країну
vi: Chọn quốc gia
zh_cn: 选择国家
zh_hk: 選擇國家/地區

# primer_misc_coming_soon
source: 🚧 Coming soon
ar: قريباً
bg: Скоро
cs: Již brzy
da: Kommer snart
el: Έρχεται σύντομα
es_ar: Próximamente
et: Varsti saadaval
fi_fi: Tulossa pian
he: בקרוב
hu: Hamarosan
id: Segera hadir
it: Prossimamente
ja: 近日公開予定
ko: 곧 출시 예정
lt_lt: Netrukus
ms: Akan datang
nl: Binnenkort beschikbaar
pl: Wkrótce dostępne
pt: Brevemente
ro: În curând
ru: Скоро появится
sk: Čoskoro dostupné
sr_rs: Uskoro dostupno
sv: Kommer snart
th: เร็วๆ นี้
tr: Yakında
uk_ua: Незабаром
vi: Sắp ra mắt
zh_cn: 即将推出
zh_hk: 即將推出

# primer_payment_selection_empty
source: No payment methods available
ar: لا توجد طرق دفع متاحة
bg: Няма налични методи за плащане
cs: Nejsou k dispozici žádné platební metody
da: Ingen betalingsmetoder tilgængelige
el: Δεν υπάρχουν διαθέσιμες μέθοδοι πληρωμής
es_ar: No hay métodos de pago disponibles
et: Makseviise pole saadaval
fi_fi: Maksutapoja ei ole saatavilla
he: אין אמצעי תשלום זמינים
hu: Nem érhetők el fizetési módok
id: Tidak ada metode pembayaran yang tersedia
it: Nessun metodo di pagamento disponibile
ja: 利用可能なお支払い方法がありません
ko: 이용 가능한 결제 수단이 없습니다
lt_lt: Nėra prieinamų mokėjimo būdų
ms: Tiada kaedah pembayaran tersedia
nl: Geen betaalmethoden beschikbaar
pl: Brak dostępnych metod płatności
pt: Nenhum método de pagamento disponível
ro: Nu sunt disponibile metode de plată
ru: Способы оплаты недоступны
sk: Nie sú dostupné žiadne spôsoby platby
sr_rs: Nema dostupnih načina plaćanja
sv: Inga betalningsmetoder tillgängliga
th: ไม่มีวิธีการชำระเงิน
tr: Ödeme yöntemi mevcut değil
uk_ua: Немає доступних способів оплати
vi: Không có phương thức thanh toán nào
zh_cn: 无可用支付方式
zh_hk: 沒有可用的付款方式

# primer_payment_selection_header
source: Choose payment method
ar: اختر طريقة الدفع
bg: Изберете метод на плащане
cs: Vyberte platební metodu
da: Vælg betalingsmetode
el: Επιλέξτε μέθοδο πληρωμής
es_ar: Elegir método de pago
et: Vali makseviis
fi_fi: Valitse maksutapa
he: בחר אמצעי תשלום
hu: Fizetési mód kiválasztása
id: Pilih metode pembayaran
it: Scegli metodo di pagamento
ja: お支払い方法を選択
ko: 결제 수단 선택
lt_lt: Pasirinkite mokėjimo būdą
ms: Pilih kaedah pembayaran
nl: Kies betaalmethode
pl: Wybierz metodę płatności
pt: Escolher método de pagamento
ro: Alegeți metoda de plată
ru: Выберите способ оплаты
sk: Vyberte spôsob platby
sr_rs: Izaberite način plaćanja
sv: Välj betalningsmetod
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemini seçin
uk_ua: Оберіть спосіб оплати
vi: Chọn phương thức thanh toán
zh_cn: 选择支付方式
zh_hk: 選擇付款方式

# primer_payment_selection_surcharge_label
source: Surcharge fee
ar: رسوم إضافية
bg: Допълнителна такса
cs: Příplatek
da: Tillægsgebyr
el: Πρόσθετη χρέωση
es_ar: Recargo
et: Lisatasu
fi_fi: Lisämaksu
he: עמלת תוספת
hu: Felár
id: Biaya tambahan
it: Commissione
ja: 追加手数料
ko: 추가 수수료
lt_lt: Papildomas mokestis
ms: Fi caj tambahan
nl: Toeslag
pl: Opłata dodatkowa
pt: Taxa adicional
ro: Taxă suplimentară
ru: Дополнительная комиссия
sk: Príplatok
sr_rs: Dodatna naknada
sv: Tillägg
th: ค่าธรรมเนียมเพิ่มเติม
tr: Ek ücret
uk_ua: Додаткова комісія
vi: Phí phụ thu
zh_cn: 附加费
zh_hk: 附加費

# primer_payment_selection_surcharge_may_apply
source: Additional fees may apply
ar: قد يتم تطبيق رسوم إضافية
bg: Може да се прилагат допълнителни такси
cs: Mohou být účtovány další poplatky
da: Yderligere gebyr kan forekomme
el: Ενδέχεται να ισχύουν πρόσθετες χρεώσεις
es_ar: Pueden aplicarse cargos adicionales
et: Võivad kohalduda lisatasud
fi_fi: Lisämaksuja voi olla
he: עמלות נוספות עשויות לחול
hu: További díjak merülhetnek fel
id: Biaya tambahan mungkin berlaku
it: Potrebbero essere applicate commissioni aggiuntive
ja: 追加手数料が適用される場合があります
ko: 추가 수수료가 적용될 수 있습니다
lt_lt: Gali būti taikomi papildomi mokesčiai
ms: Fi tambahan mungkin dikenakan
nl: Er kunnen extra kosten van toepassing zijn
pl: Mogą być naliczone dodatkowe opłaty
pt: Podem ser aplicadas taxas adicionais
ro: Se pot aplica taxe suplimentare
ru: Могут применяться дополнительные сборы
sk: Môžu sa účtovať dodatočné poplatky
sr_rs: Mogu se primeniti dodatne naknade
sv: Ytterligare avgifter kan tillkomma
th: อาจมีค่าธรรมเนียมเพิ่มเติม
tr: Ek ücretler uygulanabilir
uk_ua: Можуть застосовуватися додаткові комісії
vi: Có thể áp dụng phí bổ sung
zh_cn: 可能需要额外费用
zh_hk: 可能會收取額外費用

# primer_payment_selection_surcharge_none
source: No additional fee
ar: لا توجد رسوم إضافية
bg: Без допълнителна такса
cs: Bez dalšího poplatku
da: Intet yderligere gebyr
el: Χωρίς πρόσθετη χρέωση
es_ar: Sin cargos adicionales
et: Muid tasusid pole
fi_fi: Ei lisämaksua
he: אין עמלה נוספת
hu: Nincs további díj
id: Tanpa biaya tambahan
it: Nessun costo aggiuntivo
ja: 追加手数料なし
ko: 추가 수수료 없음
lt_lt: Jokio papildomo mokesčio
ms: Tiada fi tambahan
nl: Geen extra kosten
pl: Brak dodatkowych opłat
pt: Sem taxa adicional
ro: Fără taxe suplimentare
ru: Без дополнительной комиссии
sk: Žiadny dodatočný poplatok
sr_rs: Bez dodatne naknade
sv: Ingen ytterligare avgift
th: ไม่มีค่าธรรมเนียมเพิ่มเติม
tr: Ek ücret yok
uk_ua: Без додаткової комісії
vi: Không có phí bổ sung
zh_cn: 无额外费用
zh_hk: 沒有額外費用
