Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# addressLine1ErrorInvalid
source: Invalid Address Line 1
bg: Невалиден адрес, ред 1
ca: Línia d'adreça 1 no vàlida
cs: Neplatná adresa řádek 1
es_ar: Línea de dirección 1 no válida
et: Kehtetu aadressirida 1
fi_fi: Virheellinen osoiterivi 1
he: שורת כתובת 1 לא תקינה
hu: Érvénytelen 1. címsor
id: Baris 1 Alamat Tidak Valid
ja: 住所1が無効です
ko: 유효하지 않은 주소 1번 줄
lt_lt: Neteisinga 1 adreso eilutė
lv: Adreses 1. rindiņa ievadīta nekorekti
ms: Baris 1 Alamat Tidak Sah
pt: Linha de endereço 1 inválida
ro: Adresă nevalidă, Linia 1
ru: Неверный адрес в строке 1
sk: Neplatný riadok adresy 1
sr_rs: Nevažeća adresa (1. red)
th: บรรทัดที่อยู่ไม่ถูกต้อง 1
uk_ua: Недійсний рядок адреси 1
vi: Dòng Địa chỉ 1 Không hợp lệ
zh_cn: 无效的地址行 1
zh_hk: 地址 (第一行) 無效

# addressLine1ErrorRequired
source: Address line 1 is required
ar: يجب إكمال سطر العنوان 1
bg: Ред 1 на адреса е задължителен
ca: La línia d'adreça 1 és obligatòria
cs: Vyžaduje se řádek adresy 1
da: Adresselinje 1 er nødvendig
el: Απαιτείται η γραμμή διεύθυνσης 1
es_ar: Dirección 1 obligatoria
et: Aadressirida 1 on nõutav
fi_fi: Osoiterivi 1 vaaditaan
he: נדרש - שורת כתובת 1
hu: Az 1. címsor kötelező
id: Baris alamat 1 wajib diisi
it: La riga 1 dell'indirizzo è obbligatoria
ja: 住所行1は必須です
ko: 주소 1은 필수입니다
lt_lt: 1 adreso elutė yra privaloma
lv: Adreses 1. rinda ir obligāta
ms: Baris alamat 1 diperlukan
nl: Adresregel 1 is vereist
pl: Wymagana jest 1. linia adresowa
pt: É necessária a Linha de Endereço 1
ro: Linia 1 a adresei este obligatorie
ru: Требуется адресная строка 1
sk: Vyžaduje sa 1. riadok adresy
sr_rs: Red 1 za adresu je obavezan
sv: Adressrad 1 är obligatorisk
th: ต้องใช้ที่อยู่บรรทัดที่ 1
tr: Adres satırı 1 zorunlu
uk_ua: Адресний рядок 1 є обов'язковим
vi: Vui lòng nhập dòng địa chỉ 1
zh_cn: 地址第 1 行为必填
zh_hk: 必須填寫 地址 (第一行)

# addressLine1Label
source: Address line 1
bg: Адрес ред 1
ca: Línia d'adreça 1
cs: Řádek adresy 1
es_ar: Línea de dirección 1
et: Aadressirida 1
fi_fi: Osoiterivi 1
he: שורת כתובת 1
hu: 1. címsor
id: Baris 1 Alamat
ja: 住所1
ko: 주소 1번 줄
lt_lt: 1 adreso eilutė
lv: Adreses 1. rindiņa
ms: Baris 1 alamat
pt: Linha de endereço 1
ro: Linia de adresă 1
ru: Адресная строка 1
sk: Riadok adresy 1
sr_rs: Adresa (1. red)
th: ที่อยู่บรรทัดที่ 1
uk_ua: Рядок адреси 1
vi: Dòng địa chỉ 1
zh_cn: 地址行 1
zh_hk: 地址 (第一行)

# addressLine1Placeholder
source: Address line 1
ar: العنوان 1
bg: Адрес ред 1
ca: Línia d'adreça 1
cs: Řádek adresy 1
da: Adresselinje 1
el: Διεύθυνση 1
es_ar: Línea de dirección 1
et: Aadressirida 1
fi_fi: Osoiterivi 1
he: שורת כתובת 1
hu: Címsor 1
id: Baris 1 Alamat
it: Indirizzo riga 1
ja: 住所行1
ko: 주소 1번 줄
lt_lt: 1 adreso eilutė
lv: Adreses 1. rindiņa
ms: Baris 1 alamat
nl: Adresregel 1
pl: Pierwsza linia adresu
pt: Linha de Morada 1
ro: Adresa - partea întâi
ru: Поле для адреса 1
sk: 1. riadok adresy
sr_rs: Adresa (1. red)
sv: Adressrad 1
th: ที่อยู่บรรทัดที่ 1
tr: Adres satırı 1
uk_ua: Рядок адреси 1
vi: Dòng địa chỉ 1
zh_cn: 地址行 1
zh_hk: 地址 (第一行)

# addressLine2ErrorInvalid
source: Invalid Address Line 2
bg: Невалиден адрес, ред 2
ca: Línia d'adreça 2 no vàlida
cs: Neplatná adresa řádek 2
es_ar: Línea de dirección 2 no válida
et: Kehtetu aadressirida 2
fi_fi: Virheellinen osoiterivi 2
he: שורת כתובת 2 לא תקינה
hu: Érvénytelen 2. címsor
id: Baris 2 Alamat Tidak Valid
ja: 住所2が無効です
ko: 유효하지 않은 주소 2번 줄
lt_lt: Neteisinga 2 adreso eilutė
lv: Adreses 2. rindiņa ievadīta nekorekti
ms: Baris 2 Alamat Tidak Sah
pt: Linha de endereço 2 inválida
ro: Adresă nevalidă, Linia 2
ru: Неверный адрес в строке 2
sk: Neplatný riadok adresy 2
sr_rs: Nevažeća adresa (2. red)
th: บรรทัดที่อยู่ไม่ถูกต้อง 2
uk_ua: Недійсний рядок адреси 2
vi: Dòng Địa chỉ 2 Không hợp lệ
zh_cn: 无效的地址行 2
zh_hk: 地址 (第二行) 無效

# addressLine2ErrorRequired
source: Address line 2 is required
ar: يجب إكمال سطر العنوان 2
bg: Ред 2 на адреса е задължителен
ca: La línia d'adreça 2 és obligatòria
cs: Je vyžadován řádek adresy 2
da: Adresselinje 2 er nødvendig
el: Απαιτείται η γραμμή διεύθυνσης 2
es_ar: Dirección 2 obligatoria
et: Aadressirida 1 on nõutav
fi_fi: Osoiterivi 2 vaaditaan
he: נדרש - שורת כתובת 2
hu: A 2. címsor megadása kötelező
id: Baris alamat 2 wajib diisi
it: La riga 2 dell'indirizzo è obbligatoria
ja: 住所行2は必須です
ko: 주소 2는 필수입니다
lt_lt: 2 adreso eilutė yra privaloma
lv: Adreses 2. rinda ir obligāta
ms: Baris alamat 2 diperlukan
nl: Adresregel 2 is vereist
pl: Wymagana jest 2. linia adresowa
pt: É necessária a Linha de Endereço 2
ro: Adresa, partea a doua, este obligatorie
ru: Требуется указать номер квартиры
sk: Vyžaduje sa 2. riadok adresy
sr_rs: Red 2 za adresu je obavezan
sv: Adressrad 2 är obligatorisk
th: ต้องระบุที่อยู่บรรทัดที่ 2
tr: Adres satırı 2 zorunlu
uk_ua: Адресний рядок 2 є обов'язковим
vi: Dòng địa chỉ 2 là bắt buộc
zh_cn: 地址第2行为必填项
zh_hk: 必須填寫 地址 (第二行)

# addressLine2Label
source: Address line 2
bg: Адрес ред 2
ca: Línia d'adreça 2
cs: Řádek adresy 2
es_ar: Línea de dirección 2
et: Aadressirida 2
fi_fi: Osoiterivi 1
he: שורת כתובת 2
hu: 2. címsor
id: Baris 2 Alamat
ja: 住所2
ko: 주소 2번 줄
lt_lt: 2 adreso eilutė
lv: Adreses 2. rindiņa
ms: Baris 2 alamat
pt: Linha de endereço 2
ro: Linia de adresă 2
ru: Адресная строка 2
sk: Riadok adresy 2
sr_rs: Adresa (2. red)
th: ที่อยู่บรรทัดที่ 2
uk_ua: Рядок адреси 2
vi: Dòng địa chỉ 2
zh_cn: 地址行 2
zh_hk: 地址 (第二行)

# addressLine2Placeholder
source: Address line 2
ar: العنوان 2
bg: Ред 2 на адреса
ca: Línia d'adreça 2
cs: Řádek adresy 2
da: Adresselinje 2
el: Διεύθυνση 2
es_ar: Línea de dirección 2
et: Aadressirida 2
fi_fi: Osoiterivi 1
he: שורת כתובת 2
hu: Címsor 2
id: Baris 2 Alamat
it: Indirizzo riga 2
ja: 住所行2
ko: 주소 2번 줄
lt_lt: 2 adreso eilutė
lv: Adreses 2. rindiņa
ms: Baris 2 alamat
nl: Adresregel 2
pl: Druga linia adresu
pt: Linha de Morada 2
ro: Adresa - partea a doua
ru: Адресная строка 2
sk: 2. riadok adresy
sr_rs: Adresa (2. red)
sv: Adressrad 2
th: ที่อยู่บรรทัดที่ 2
tr: Adres satırı 2
uk_ua: Рядок адреси 2
vi: Dòng địa chỉ 2
zh_cn: 地址行 2
zh_hk: 地址 (第二行)

# card_expiry_date
source: MM/YY
bg: ММ/ГГ
ca: MM/AA
cs: MM/RR
da: MM/ÅÅ
el: (ΜΜ/ΕΕ)
es_ar: MM/AA
et: KK/AA
fi_fi: KK/VV
hu: HH/ÉÉ
it: MM/AA
ja: 月月/年年
lv: MM/GG
ms: BB/TT
nl: MM/JJ
pl: MM/RR
pt: MM/AA
ro: LL/AA
ru: ММ/ГГ
sk: MM/RR
sr_rs: MM/GG
sv: MM/ÅÅ
th: เดือน/ปี
tr: AA/YY
uk_ua: ММ/РР
zh_cn: 月份/年份

# cardholderErrorInvalid
source: Invalid Cardholder name
bg: Невалидно име на картодържател
ca: Nom del titular de la targeta no vàlid
cs: Neplatné jméno držitele karty
es_ar: El nombre del titular de la tarjeta no es válido
et: Kehtetu kaardiomaniku nimi
fi_fi: Virheellinen kortinhaltijan nimi
he: שם בעל הכרטיס לא תקין
hu: Érvénytelen kártyabirtokos név
id: Nama Pemilik Kartu Tidak Valid
ja: カード所有者名が無効です
ko: 유효하지 않은 카드 소유자 이름
lt_lt: Neteisingi kortelės turėtojo vardas ir pavardė
lv: Maksājumu kartes īpašnieka vārds ievadīts nekorekti
ms: Nama Pemegang Kad Tidak Sah
pt: Nome do titular do cartão inválido
ro: Nume titular card nevalid
ru: Неверное имя держателя карты
sk: Neplatné meno držiteľa karty
sr_rs: Nevažeće ime vlasnika kartice
th: ชื่อผู้ถือบัตรไม่ถูกต้อง
uk_ua: Недійсне ім'я власника картки
vi: Tên Chủ thẻ không hợp lệ
zh_cn: 无效的持卡人姓名
zh_hk: 持卡人姓名無效

# choose-your-bank-title-label
source: Choose your bank
ar: اختر بنكك
bg: Изберете банката си
ca: Trieu el vostre banc
cs: Vyberte svou banku
da: Vælg din bank
el: Επιλέξτε την τράπεζά σας
es_ar: Seleccione su banco
et: Vali oma pank
fi_fi: Valitse pankkisi
he: בחירת הבנק שלך
hu: Válassza ki bankját
id: Pilih bank Anda
it: Scegli la banca
ja: 銀行を選択
ko: 은행 선택
lt_lt: Pasirinkite banką
lv: Izvēlies savu banku
ms: Pilih bank anda
nl: Uw bank kiezen
pl: Wybierz bank
pt: Escolha o seu banco
ro: Alege banca
ru: Выберите свой банк
sk: Vyberte si svoju banku
sr_rs: Odaberite vašu banku
sv: Välj din bank
th: เลือกธนาคารของคุณ
tr: Bankanızı seçin
uk_ua: Обери свій банк
vi: Chọn ngân hàng của bạn
zh_cn: 选择银行
zh_hk: 選擇銀行

# cityErrorInvalid
source: Invalid city
bg: Невалиден град
ca: Ciutat no vàlida
cs: Neplatné město
es_ar: Ciudad no válida
et: Kehtetu linn
fi_fi: Virheellinen paikkakunta
he: שם עיר לא תקין
hu: Érvénytelen város
id: Kota tidak valid
ja: 市町村が無効です
ko: 유효하지 않은 도시
lt_lt: Neteisingas miestas
lv: Pilsēta ievadīta nekorekti
ms: Bandar tidak sah
pt: Cidade inválida
ro: Oraș nevalid
ru: Неверный город
sk: Neplatné mesto
sr_rs: Nevažeći grad
th: เมืองไม่ถูกต้อง
uk_ua: Недійсне місто
vi: Thành phố không hợp lệ
zh_cn: 无效的城市
zh_hk: 城市無效

# cityErrorRequired
source: City is required
ar: يجب كتابة المدينة
bg: Градът е задължителен
ca: La ciutat és obligatòria
cs: Je vyžadováno město
da: By er nødvendigt
el: Απαιτείται η πόλη
es_ar: Ciudad obligatoria
et: Linn on nõutav
fi_fi: Kaupunki vaaditaan
he: נדרש - עיר
hu: Város megadása kötelező
id: Kota wajib diisi
it: La città è obbligatoria
ja: 都市の入力は必須です
ko: 시는 필수입니다
lt_lt: Miestas yra privalomas
lv: Jānorāda pilsēta
ms: Bandar diperlukan
nl: Stad is vereist
pl: Wymagane jest miasto
pt: É necessária a Cidade
ro: Orașul este obligatoriu
ru: Требуется указать город
sk: Vyžaduje sa mesto
sr_rs: Grad je obavezan
sv: Stad är obligatorisk
th: ต้องระบุเมือง
tr: Şehir zorunlu
uk_ua: Місто є обов'язковим
vi: Thành phố là bắt buộc
zh_cn: 城市为必填项
zh_hk: 必須填寫城市

# cityLabel
source: City
ar: المدينة
bg: Града
ca: Ciutat
cs: Město
da: By
el: Πόλη
es_ar: Ciudad
et: Linn
fi_fi: Paikkakunta
he: עיר
hu: Város
id: Kota
it: Città
ja: 都市
ko: 시
lt_lt: Miestas
lv: Pilsēta
ms: Bandar
nl: Stad
pl: Miasto
pt: Cidade
ro: Oraşul
ru: Город
sk: Mesto
sr_rs: Grad
sv: Stad
th: เมือง
tr: Şehir
uk_ua: Місто
vi: Thành phố
zh_cn: 城市
zh_hk: 城市

# cityPlaceholder
source: Cape Town
ar: كيب تاون
bg: Кейп Таун
ca: Ciutat del Cap
cs: Kapské Město
el: Κέιπ Τάουν
es_ar: Ciudad del Cabo
et: Kaplinn
he: קייפ טאון
it: Città del Capo
ja: ケープタウン
ko: 케이프타운
lt_lt: Keiptaunas
lv: Keiptauna
nl: Kaapstad
pt: Cidade do Cabo
ru: Кейптаун
sk: Kapské Mesto
sr_rs: Kejptaun
sv: Kapstaden
th: เคปทาวน์
tr: İstanbul
uk_ua: Кейптаун
zh_cn: 开普敦
zh_hk: 城市

source: Complete your payment
ar: أكمل عملية الدفع
bg: Завършете плащането си
ca: Completa el pagament
cs: Dokončete svou platbu
da: Gennemfør din betaling
el: Ολοκληρώστε την πληρωμή σας
es_ar: Completar el pago
et: Lõpeta makse
fi_fi: Suorita maksusi loppuun
he: ביצוע התשלום
hu: Fizetés teljesítése
id: Lengkapi pembayaran Anda
it: Completa il pagamento
ja: 支払いを完了する
ko: 결제를 완료하세요.
lt_lt: Užbaigite
lv: Pabeidz maksājumu
ms: Lengkapkan pembayaran anda
nl: Betaling afronden
pl: Zakończ płatność
pt: Conclua o seu pagamento
ro: Finalizează plata
ru: Завершите оплату
sk: Dokončiť platbu
sr_rs: Izvršite plaćanje
sv: Slutför betalningen
th: ชำระเงินให้เสร็จสมบูรณ์
tr: Ödemeni tamamla
uk_ua: Завершіть платіж
vi: Hoàn tất giao dịch thanh toán của bạn
zh_cn: 完成您的付款
zh_hk: 完成付款

source: Continue
ar: متابعة
bg: Напред
ca: Continua
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
es_ar: Continuar
et: Jätka
fi_fi: Jatka
he: המשך
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行する
ko: 계속
lt_lt: Tęsti
lv: Turpināt
ms: Teruskan
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sr_rs: Nastavi
sv: Fortsätt
th: ดำเนินการต่อไป
tr: Devam et
uk_ua: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續

# countryCodeErrorInvalid
source: Invalid Country
bg: Невалидна държава
ca: País no vàlid
cs: Neplatná země
es_ar: País no váldo
et: Kehtetu riik
fi_fi: Virheellinen maa
he: שם המדינה לא תקין
hu: Érvénytelen ország
id: Negara Tidak Valid
ja: 国が無効です
ko: 유효하지 않은 국가
lt_lt: Neteisinga šalis
lv: Valsts ievadīta nekorekti
ms: Negara Tidak Sah
pt: País inválido
ro: Țară nevalidă
ru: Неверная страна
sk: Neplatná krajina
sr_rs: Nevažeća država
th: ประเทศไม่ถูกต้อง
uk_ua: Недійсна країна
vi: Quốc gia Không hợp lệ
zh_cn: 无效的国家/地区
zh_hk: 國家地區無效

# countryCodeErrorRequired
source: Country is required
ar: يجب إدخال الدولة
bg: Изисква се държава
ca: El país és obligatori
cs: Je vyžadována země
da: Land er påkrævet
el: Απαιτείται χώρα
es_ar: País obligatorio
et: Riik on nõutav
fi_fi: Maa on pakollinen
he: מדינה נדרשת
hu: Az ország megadása kötelező
id: Negara harus diisi
it: Il paese è necessario
ja: 国の入力は必須です
ko: 국가는 필수입니다
lt_lt: Šalis yra privaloma
lv: Valsts ir obligāta
ms: Negara diperlukan
nl: Land is verplicht
pl: Kraj jest wymagany
pt: É necessário o País
ro: Țara este obligatorie
ru: Требуется указать страну
sk: Vyžaduje sa krajina
sr_rs: Neophodno je uneti zemlju
sv: Land krävs
th: ต้องระบุประเทศ
tr: Ülke gerekli
uk_ua: Країна є обов'язковою
vi: Quốc gia là bắt buộc
zh_cn: 国家代码为必填项
zh_hk: 必須填寫國家地區

# countryCodeLabel
source: Country code
ar: رمز الدولة
bg: Код на държавата
ca: Codi del país
cs: Kód země
da: Landekode
el: Κωδικός χώρας
es_ar: Código de país
et: Riigikood
fi_fi: Maakoodi
he: קוד מדינה
hu: Országkód
id: Kode negara
it: Codice paese
ja: 国コード
ko: 국가 코드
lt_lt: Šalies kodas
lv: Valsts kods
ms: Kod negara
nl: Landcode
pl: Kod kraju
pt: Código do país
ro: Cod de țară
ru: Код страны
sk: Kód krajiny
sr_rs: Šifra zemlje
sv: Landskod
th: รหัสประเทศ
tr: Ülke kodu
uk_ua: Код країни
vi: Mã quốc gia
zh_cn: 国家代码
zh_hk: 國家地區代碼

# countryCodePlaceholder
source: Country code
ar: رمز الدولة
bg: Код на държавата
ca: Codi del país
cs: Kód země
da: Landekode
el: Κωδικός χώρας
es_ar: Código de país
et: Riigikood
fi_fi: Maakoodi
he: קוד מדינה
hu: Országkód
id: Kode negara
it: Codice paese
ja: 国コード
ko: 국가 코드
lt_lt: Šalies kodas
lv: Valsts kods
ms: Kod negara
nl: Landcode
pl: Kod kraju
pt: Código do país
ro: Cod de țară
ru: Код страны
sk: Kód krajiny
sr_rs: Šifra zemlje
sv: Landskod
th: รหัสประเทศ
tr: Ülke kodu
uk_ua: Код країни
vi: Mã quốc gia
zh_cn: 国家代码
zh_hk: 國家地區代碼

# countrySelectPlaceholder
source: Select a country
ar: اختر دولة
bg: Изберете държава
ca: Seleccioneu un país
cs: Vybrat zemi
da: Vælg et land
el: Επιλέξτε μια χώρα
es_ar: Seleccione un país
et: Vali riik
fi_fi: Valitse maa
he: בחר מדינה
hu: Válassz országot
id: Pilih negara
it: Seleziona un paese
ja: 国を選択
ko: 국가 선택
lt_lt: Pasirinkite šalį
lv: Izvēlieties valsti
ms: Pilih negara
nl: Selecteer een land
pl: Wybierz kraj
pt: Escolha um país
ro: Alegeţi o ţară
ru: Выберите страну
sk: Vybrať krajinu
sr_rs: Odaberite zemlju
sv: Välj ett land
th: เลือกประเทศ
tr: Bir ülke seç
uk_ua: Обрати країну
vi: Chọn quốc gia
zh_cn: 选择国家/地区
zh_hk: 選擇國家地區

source: Due at
ar: مستحق في
bg: Дължимо на
ca: Venç el dia
cs: Splatnost
da: Forfalder den
el: Οφειλόμενο στις
es_ar: Con vencimiento a
et: Aegub
fi_fi: Erääntyy
he: לביצוע עד
hu: Esedékesség:
id: Jatuh tempo pada
it: Scade il
ja: 期限
ko: 마감 기한:
lt_lt: Atsiskaitymo data
lv: Derīguma termiņš:
ms: Perlu dibayar pada
nl: Verschuldigd op
pl: Termin:
pt: Data de vencimento
ro: Cu scadența la
ru: Срок действия истекает
sk: Splatné dňa
sr_rs: Dospeva
sv: Förfaller den
th: ครบกำหนดเมื่อ
tr: Vade:
uk_ua: Дійсний до
vi: Hết hạn lúc
zh_cn: 截止日期
zh_hk: 到期日為

# firstNameErrorInvalid
source: Invalid First Name
bg: Невалидно собствено име
ca: Nom no vàlid
cs: Neplatné jméno
es_ar: El nombre no es válido
et: Kehtetu eesnimi
fi_fi: Virheellinen etunimi
he: שם פרטי לא תקין
hu: Érvénytelen keresztnév
id: Nama Depan Tidak Valid
ja: 名が無効です
ko: 유효하지 않은 이름
lt_lt: Neteisingas vardas
lv: Vārds ievadīts nekorekti
ms: Nama Pertama Tidak Sah
pt: Primeiro nome inválido
ro: Prenume nevalid
ru: Неверное имя
sk: Neplatné krstné meno
sr_rs: Nevažeće ime
th: ชื่อไม่ถูกต้อง
uk_ua: Недійсне ім'я
vi: Tên Không hợp lệ
zh_cn: 无效的名字
zh_hk: 名字無效

# firstNameErrorRequired
source: First name is required
ar: يجب إدخال الاسم الأول
bg: Изисква се собствено име
ca: El nom és obligatori
cs: Je vyžadováno jméno
da: Fornavn er påkrævet
el: Απαιτείται όνομα
es_ar: Nombre obligatorio
et: Eesnimi on nõutav
fi_fi: Etunimi on pakollinen
he: שם פרטי נדרש
hu: Keresztnév kötelező
id: Nama depan harus diisi
it: Il nome è necessario
ja: 名の入力は必須です
ko: 이름은 필수입니다
lt_lt: Vardas yra privalomas
lv: Jānorāda vārds
ms: Nama pertama diperlukan
nl: Voornaam is verplicht
pl: Imię jest wymagane
pt: É necessário o primeiro nome
ro: Prenumele este obligatoriu
ru: Требуется имя
sk: Vyžaduje sa meno
sr_rs: Neophodno je uneti lično ime
sv: Förnamn krävs
th: จำเป็นต้องมีชื่อจริง
tr: İsim gerekli
uk_ua: Ім'я обов'язкове
vi: Tên là bắt buộc
zh_cn: 名字为必需
zh_hk: 必須填寫名字

# firstNameLabel
source: First name
ar: الاسم الأول
bg: Собствено име
ca: Nom
cs: Příjmení
da: Fornavn
el: Όνομα
es_ar: Nombre
et: Eesnimi
fi_fi: Etunimi
he: שם פרטי
hu: Keresztnév
id: Nama depan
it: Nome
ja: 名
ko: 이름
lt_lt: Vardas
lv: Vārds
ms: Nama pertama
nl: Voornaam
pl: Imię
pt: Primeiro nome
ro: Prenumele
ru: Имя
sk: Meno
sr_rs: Lično ime
sv: Förnamn
th: ชื่อจริง
tr: İsim
uk_ua: Ім'я
vi: Tên
zh_cn: 名字
zh_hk: 名字

# firstNamePlaceholder
source: First name
ar: الاسم الأول
bg: Собствено име
ca: Nom
cs: Příjmení
da: Fornavn
el: Όνομα
es_ar: Nombre
et: Eesnimi
fi_fi: Etunimi
he: שם פרטי
hu: Keresztnév
id: Nama depan
it: Nome
ja: 名
ko: 이름
lt_lt: Vardas
lv: Vārds
ms: Nama pertama
nl: Voornaam
pl: Imię
pt: Primeiro nome
ro: Prenumele
ru: Имя
sk: Meno
sr_rs: Lično ime
sv: Förnamn
th: ชื่อจริง
tr: İsim
uk_ua: Ім'я
vi: Tên
zh_cn: 名字
zh_hk: 名字

# form_error_card_holder_name_length
source: Name must have between 2 and 45 characters
ar: يلزم أن يكون الاسم بين حرفين و 45 حرف
bg: Името трябва да съдържа между 2 и 45 символа
ca: El nom ha de tenir entre 2 i 45 caràcters
cs: Název musí mít délku 2 až 45 znaků
da: Navn skal være mellem 2 og 45 tegn
el: Το όνομα πρέπει να είναι μεταξύ 2 και 45 χαρακτήρες
es_ar: El nombre debe tener entre 2 y 45 caracteres
et: Nimi peab olema 2 kuni 45 tähemärki
fi_fi: Nimen on oltava 2–45 merkin pituinen
he: השם חייב להכיל בין 2 ל-45 תווים
hu: A névnek 2 és 45 karakter között kell lenni
id: Nama harus terdiri dari antara 2 hingga 45 karakter
it: Il nome deve avere un numero di caratteri compreso tra 2 e 45
ja: 名前は2〜45文字にする必要があります
ko: 이름은 2~45자 사이여야 합니다
lt_lt: Vardą turi sudaryti nuo 2 iki 45 simbolių
lv: Nosaukumam ir jābūt no 2 līdz 45 rakstzīmēm
ms: Nama hendaklah diantara 2 hingga 45 aksara
nl: Naam moet tussen de 2 en 45 tekens lang zijn
pl: Nazwa musi zawierać od 2 do 45 znaków
pt: O nome tem de ter entre 2 e 45 carateres
ro: Numele trebuie să aibă între 2 și 45 de caractere
ru: Имя должно содержать от 2 до 45 символов
sk: Názov musí mať 2 až 45 znakov
sr_rs: Ime mora da sadrži između 2 i 45 znakova
sv: Namnet måste vara mellan 2 och 45 tecken
th: ชื่อต้องมีความยาวระหว่าง 2 ถึง 45 อักขระ
tr: Ad 2 ile 45 karakter arasında olmalıdır
uk_ua: Назва має містити від 2 до 45 символів
vi: Tên phải từ 2 đến 45 ký tự
zh_cn: 名称长度为 2 ~ 45 个字符
zh_hk: 名字須介於 2 到 45 個字母之間

# form_error_card_type_not_supported
source: Unsupported card type
ar: نوع بطاقة غير مدعوم
bg: Неподдържан тип карта
ca: Tipus de targeta no admès
cs: Nepodporovaný typ karty
da: Ikke-understøttet korttype
el: Μη υποστηριζόμενος τύπος κάρτας
es_ar: Tipo de tarjeta no admitida
et: Mittetoetatav kaarditüüp
fi_fi: Tukematon korttityyppi
he: סוג כרטיס לא נתמך
hu: Nem támogatott kártyatípus
id: Jenis kartu tidak didukung
it: Tipo di carta non supportato
ja: サポートされていないカードタイプ
ko: 지원되지 않는 카드 종류입니다
lt_lt: Nepalaikomas kortelės tipas
lv: Neatbalstīts kartes veids
ms: Jenis kad tidak disokong
nl: Kaarttype niet ondersteund
pl: Nieobsługiwane typy kart
pt: Tipo de cartão não suportado
ro: Tipul de card nu este acceptat
ru: Неподдерживаемый тип карты
sk: Nepodporovaný typ karty
sr_rs: Nepodržan tip kartice
sv: Korttypen stöds inte
th: ไม่รองรับประเภทบัตรนี้
tr: Desteklenmeyen kart türü
uk_ua: Непідтримуваний тип карти
vi: Loại thẻ không được hỗ trợ
zh_cn: 不支持的卡类型
zh_hk: 不支援此卡類型

# input_description_otp
source: Get the code from your banking app.
ar: احصل على الرمز من تطبيقك المصرفي.
bg: Вземете кода от банковото си приложение.
ca: Aconseguiu el codi des de la vostra aplicació bancària.
cs: Získejte kód z bankovní aplikace.
da: Få koden fra din bank-app.
el: Πάρτε τον κωδικό από την τραπεζική σας εφαρμογή.
es_ar: Obtenga el código de su aplicación bancaria.
et: Koodi saad oma pangaäpist.
fi_fi: Hae koodi pankkisovelluksestasi.
he: קבלו את הקוד מאפליקציית הבנק.
hu: A kód a banki alkalmazásból érhető el.
id: Dapatkan kode dari aplikasi perbankan Anda.
it: Ottieni il codice dalla tua app bancaria.
ja: 銀行アプリからコードを取得します。
ko: 금융 앱에서 코드를 받으세요.
lt_lt: Gaukite kodą iš bankininkystės programėlės
lv: Iegūstiet kodu no savas bankas lietotnes.
ms: Dapatkan kodnya daripada aplikasi perbankan anda.
nl: Ontvang de code van uw bank-app
pl: Otrymaj kod z aplikacji bankowej
pt: Obtenha o código a partir da sua aplicação bancária.
ro: Ia codul din aplicația ta de banking.
ru: Получите код из вашего банковского приложения.
sk: Získajte kód zo svojej bankovej aplikácie.
sr_rs: Dobijte šifru iz aplikacije vaše banke
sv: Hämta numret från din bankapp.
th: รับรหัสจากแอปธนาคารของคุณ
tr: Bankacılık uygulamanızdan kodu alın.
uk_ua: Отримай код у своєму банківському застосунку
vi: Nhận mã từ ứng dụng ngân hàng của bạn.
zh_cn: 从您的银行应用获取代码。
zh_hk: 從你的銀行流動應用程式,獲取六位數號碼

# input_hint_form_blik_otp
source: 6 digit code
ar: رمز من 6 خانات
bg: 6-цифрен код
ca: codi de 6 dígits
cs: 6místný kód
da: 6-cifret kode
el: Κωδικός 6 ψηφίων
es_ar: Código de 6 cifras
et: Kuuekohaline kood
fi_fi: 6-numeroinen koodi
he: קוד בן 6 ספרות
hu: 6 számjegyű kód
id: Kode 6 digit
it: Codice a sei cifre
ja: 6桁のコード
ko: 6자리 코드
lt_lt: 6 skaičių kodas
lv: 6 ciparu kods
ms: Kod 6 digit
nl: 6-cijferige code
pl: 6-cyfrowy kod
pt: código de 6 dígitos
ro: Cod din 6 cifre
ru: 6-значный код
sk: 6-miestny kód
sr_rs: šestocifrena šifra
sv: 6-siffrig kod
th: รหัส 6 หลัก
tr: 6 haneli kod
uk_ua: 6-значний код
vi: Mã có 6 chữ số
zh_cn: 6位代码
zh_hk: 六位數號碼

# lastNameErrorInvalid
source: Invalid Last Name
bg: Невалиднa фамилия
ca: Cognom no vàlid
cs: Neplatné příjmení
es_ar: Apellidos no válido
et: Kehtetu perekonnanimi
fi_fi: Virheellinen sukunimi
he: שם משפחה לא תקין
hu: Érvénytelen vezetéknév
id: Nama Belakang Tidak Valid
ja: 姓が無効です
ko: 유효하지 않은 성
lt_lt: Neteisinga pavardė
lv: Uzvārds ievadīts nekorekti
ms: Nama Keluarga Tidak Sah
pt: Último nome inválido
ro: Nume de familie nevalid
ru: Неверная фамилия
sk: Neplatné priezvisko
sr_rs: Nevažeće prezime
th: นามสกุลไม่ถูกต้อง
uk_ua: Недійсне прізвище
vi: Họ Không hợp lệ
zh_cn: 无效的姓氏
zh_hk: 姓氏無效

# lastNameErrorRequired
source: Last name is required
ar: يجب إدخال اسم العائلة
bg: Изисква се фамилия
ca: El cognom és obligatori
cs: Je vyžadováno příjmení
da: Efternavn er påkrævet
el: Απαιτείται επίθετο
es_ar: Apellido obligatorio
et: Perekonnanimi on nõutav
fi_fi: Sukunimi on pakollinen
he: שם משפחה נדרש
hu: Vezetéknév kötelező
id: Nama belakang harus diisi
it: Il cognome è necessario
ja: 姓の入力は必須です
ko: 성은 필수입니다
lt_lt: Pavardė yra privaloma
lv: Jānorāda uzvārds
ms: Nama akhir diperlukan
nl: Achternaam is verplicht
pl: Nazwisko jest wymagane
pt: É necessário o apelido
ro: Numele de familie este obligatoriu
ru: Требуется фамилия
sk: Vyžaduje sa priezvisko
sr_rs: Neophodno je uneti prezime
sv: Efternamn krävs
th: จำเป็นต้องมีนามสกุล
tr: Soyadı gerekli
uk_ua: Прізвище обов'язкове
vi: Họ là bắt buộc
zh_cn: 姓氏为必需
zh_hk: 必須填寫姓氏

# lastNameLabel
source: Last name
ar: اسم العائلة
bg: Фамилия
ca: Cognom
cs: Příjmení
da: Efternavn
el: Επίθετο
es_ar: Apellido
et: Perekonnanimi
fi_fi: Sukunimi
he: שם משפחה
hu: Vezetéknév
id: Nama belakang
it: Cognome
ja: 姓
ko: 성
lt_lt: Pavardė
lv: Uzvārds
ms: Nama akhir
nl: Achternaam
pl: Nazwisko
pt: Apelido
ro: Numele de familie
ru: Фамилия
sk: Priezvisko
sr_rs: Prezime
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk_ua: Прізвище
vi: Họ
zh_cn: 姓氏
zh_hk: 姓氏
