Repository: primer-io/primer-sdk-ios
Catalog: Sources/PrimerSDK/Resources/Localizable/*.lproj/Localizable.strings
Languages: ar, bg, ca, cs, da, el, es_ar, et, fi_fi, he, hu, id, it, ja, ko, lt_lt, lv, ms, nl, pl, pt, ro, ru, sk, sr_rs, sv, th, tr, uk_ua, vi, zh_cn, zh_hk

# primer_card_form_error_phone_invalid
source: Enter a valid phone number
ar: أدخل رقم هاتف صالح
bg: Въведете валиден телефонен номер
ca: Introduïu un número de telèfon vàlid
cs: Zadejte platné telefonní číslo
da: Indtast et gyldigt telefonnummer
el: Εισαγάγετε έγκυρο αριθμό τηλεφώνου
es_ar: Ingresá un número de teléfono válido
et: Sisesta kehtiv telefoninumber
fi_fi: Syötä kelvollinen puhelinnumero
he: הזן מספר טלפון תקין
hu: Adjon meg egy érvényes telefonszámot
id: Masukkan nomor telepon yang valid
it: Inserisci un numero di telefono valido
ja: 有効な電話番号を入力してください
ko: 유효한 전화번호를 입력하세요
lt_lt: Įveskite teisingą telefono numerį
ms: Masukkan nombor telefon yang sah
nl: Voer een geldig telefoonnummer in
pl: Wprowadź prawidłowy numer telefonu
pt: Introduza um número de telefone válido
ro: Introduceți un număr de telefon valid
ru: Введите действительный номер телефона
sk: Zadajte platné telefónne číslo
sr_rs: Unesite važeći broj telefona
sv: Ange ett giltigt telefonnummer
th: กรอกหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Geçerli bir telefon numarası girin
uk_ua: Введіть дійсний номер телефону
vi: Nhập số điện thoại hợp lệ
zh_cn: 请输入有效的手机号码
zh_hk: 請輸入有效電話號碼

# primer_card_form_error_postal_invalid
source: Invalid postal code
ar: الرمز البريدي غير صالح
bg: Невалиден пощенски код
ca: Codi postal no vàlid
cs: Neplatné PSČ
da: Ugyldigt postnummer
el: Μη έγκυρος ταχυδρομικός κώδικας
es_ar: Código postal no válido
et: Kehtetu sihtnumber
fi_fi: Virheellinen postinumero
he: מיקוד לא תקין
hu: Érvénytelen irányítószám
id: Kode pos tidak valid
it: Codice postale non valido
ja: 郵便番号が無効です
ko: 유효하지 않은 우편번호
lt_lt: Neteisingas pašto kodas
ms: Poskod tidak sah
nl: Ongeldige postcode
pl: Nieprawidłowy kod pocztowy
pt: Código postal inválido
ro: Cod poștal invalid
ru: Неверный почтовый индекс
sk: Neplatné PSČ
sr_rs: Nevažeći poštanski broj
sv: Ogiltigt postnummer
th: รหัสไปรษณีย์ไม่ถูกต้อง
tr: Geçersiz posta kodu
uk_ua: Недійсний поштовий індекс
vi: Mã bưu điện không hợp lệ
zh_cn: 邮政编码无效
zh_hk: 郵政編碼無效

# primer_card_form_error_postal_required
source: Postal code is required
ar: الرمز البريدي مطلوب
bg: Пощенският код е задължителен
ca: El codi postal és obligatori
cs: PSČ je povinné
da: Postnummer er påkrævet
el: Ο ταχυδρομικός κώδικας είναι απαραίτητος
es_ar: El código postal es obligatorio
et: Sihtnumber on nõutav
fi_fi: Postinumero vaaditaan
he: נדרש מיקוד
hu: Az irányítószám megadása kötelező
id: Kode pos wajib diisi
it: Il codice postale è obbligatorio
ja: 郵便番号は必須です
ko: 우편번호는 필수입니다
lt_lt: Pašto kodas yra privalomas
ms: Poskod diperlukan
nl: Postcode is verplicht
pl: Kod pocztowy jest wymagany
pt: O código postal é obrigatório
ro: Codul poștal este obligatoriu
ru: Необходимо указать почтовый индекс
sk: PSČ je povinné
sr_rs: Poštanski broj je obavezan
sv: Postnummer krävs
th: ต้องระบุรหัสไปรษณีย์
tr: Posta kodu zorunludur
uk_ua: Поштовий індекс обов'язковий
vi: Mã bưu điện là bắt buộc
zh_cn: 邮政编码为必填项
zh_hk: 郵政編碼為必填項

# primer_card_form_error_state_invalid
source: Invalid State, Region or County
ar: الولاية أو المنطقة أو المقاطعة غير صالحة
bg: Невалидна област, регион или окръг
ca: Estat, regió o comarca no vàlid
cs: Neplatný kraj
da: Ugyldig stat, region eller amt
el: Μη έγκυρη περιφέρεια
es_ar: Provincia no válida
et: Kehtetu osariik, piirkond või maakond
fi_fi: Virheellinen osavaltio, alue tai maakunta
he: מדינה, אזור או מחוז לא תקינים
hu: Érvénytelen megye
id: Provinsi Tidak Valid
it: Stato, regione o provincia non validi
ja: 都道府県が無効です
ko: 유효하지 않은 도/군/구
lt_lt: Neteisinga valstija, rajonas arba apygarda
ms: Negeri, Wilayah atau Daerah Tidak Sah
nl: Ongeldige provincie of regio
pl: Nieprawidłowe województwo, region lub powiat
pt: Região, estado ou distrito inválidos
ro: Județ invalid
ru: Неверный регион или область
sk: Neplatný štát, región alebo kraj
sr_rs: Nevažeća pokrajina, region ili okrug
sv: Ogiltigt län
th: รัฐ ภูมิภาค หรือเขตไม่ถูกต้อง
tr: Geçersiz İl, Bölge veya İlçe
uk_ua: Недійсна область чи регіон
vi: Tỉnh/Thành phố không hợp lệ
zh_cn: 省份或地区无效
zh_hk: 省/州/縣無效

# primer_card_form_error_state_required
source: State, Region or County is required
ar: الولاية أو المنطقة أو المقاطعة مطلوبة
bg: Областта, регионът или окръгът е задължителен
ca: L'estat, regió o comarca és obligatori
cs: Kraj je povinný
da: Stat, region eller amt er påkrævet
el: Η περιφέρεια είναι απαραίτητη
es_ar: La provincia es obligatoria
et: Osariik, piirkond või maakond on nõutav
fi_fi: Osavaltio, alue tai maakunta vaaditaan
he: נדרשים מדינה, אזור או מחוז
hu: A megye megadása kötelező
id: Provinsi wajib diisi
it: Stato, regione o provincia sono obbligatori
ja: 都道府県は必須です
ko: 도/군/구는 필수입니다
lt_lt: Valstija, rajonas arba apygarda yra privalomi
ms: Negeri, Wilayah atau Daerah diperlukan
nl: Provincie of regio is verplicht
pl: Województwo, region lub powiat jest wymagane
pt: A região, estado ou distrito são obrigatórios
ro: Județul este obligatoriu
ru: Необходимо указать регион или область
sk: Štát, región alebo kraj je povinný
sr_rs: Pokrajina, region ili okrug je obavezan
sv: Län krävs
th: ต้องระบุรัฐ ภูมิภาค หรือเขต
tr: İl, Bölge veya İlçe zorunludur
uk_ua: Область чи регіон обов'язкові
vi: Tỉnh/Thành phố là bắt buộc
zh_cn: 省份或地区为必填项
zh_hk: 省/州/縣為必填項

# primer_card_form_label_address1
source: Address Line 1
ar: سطر العنوان 1
bg: Адрес ред 1
cs: Řádek adresy 1
da: Adresselinje 1
el: Διεύθυνση γραμμή 1
es_ar: Dirección línea 1
et: Aadressirida 1
fi_fi: Osoiterivi 1
he: שורת כתובת 1
hu: 1. címsor
id: Baris Alamat 1
it: Indirizzo riga 1
ja: 住所1
ko: 주소 1번 줄
lt_lt: 1 adreso eilutė
ms: Baris Alamat 1
nl: Adresregel 1
pl: Pierwsza linia adresu
pt: Linha de endereço 1
ro: Linia de adresă 1
ru: Адресная строка 1
sk: 1. riadok adresy
sr_rs: Adresa, prvi red
sv: Adressrad 1
th: ที่อยู่บรรทัดที่ 1
tr: Adres Satırı 1
uk_ua: Адресний рядок 1
vi: Dòng địa chỉ 1
zh_cn: 地址行1
zh_hk: 地址第一行

# primer_card_form_label_address2
source: Address Line 2
ar: سطر العنوان 2
bg: Адрес ред 2
cs: Řádek adresy 2
da: Adresselinje 2
el: Διεύθυνση γραμμή 2
es_ar: Dirección línea 2
et: Aadressirida 2
fi_fi: Osoiterivi 2
he: שורת כתובת 2
hu: 2. címsor
id: Baris Alamat 2
it: Indirizzo riga 2
ja: 住所2
ko: 주소 2번 줄
lt_lt: 2 adreso eilutė
ms: Baris Alamat 2
nl: Adresregel 2
pl: Druga linia adresu
pt: Linha de endereço 2
ro: Linia de adresă 2
ru: Адресная строка 2
sk: 2. riadok adresy
sr_rs: Adresa, drugi red
sv: Adressrad 2
th: ที่อยู่บรรทัดที่ 2
tr: Adres Satırı 2
uk_ua: Адресний рядок 2
vi: Dòng địa chỉ 2
zh_cn: 地址行2
zh_hk: 地址第二行

# primer_card_form_label_city
source: City
ar: المدينة
bg: Град
cs: Město
da: By
el: Πόλη
es_ar: Ciudad
et: Linn
fi_fi: Kaupunki
he: עיר
hu: Város
id: Kota
it: Città
ja: 市区町村
ko: 도시
lt_lt: Miestas
ms: Bandar
nl: Plaats
pl: Miasto
pt: Cidade
ro: Oraș
ru: Город
sk: Mesto
sr_rs: Grad
sv: Ort
th: เมือง
tr: Şehir
uk_ua: Місто
vi: Thành phố
zh_cn: 城市
zh_hk: 城市

# primer_card_form_label_country
source: Country
ar: الدولة
bg: Държава
cs: Země
da: Land
el: Χώρα
es_ar: País
et: Riik
fi_fi: Maa
he: מדינה
hu: Ország
id: Negara
it: Paese
ja: 国
ko: 국가
lt_lt: Šalis
ms: Negara
nl: Land
pl: Kraj
pt: País
ro: Țară
ru: Страна
sk: Krajina
sr_rs: Zemlja
sv: Land
th: ประเทศ
tr: Ülke
uk_ua: Країна
vi: Quốc gia
zh_cn: 国家
zh_hk: 國家/地區

# primer_card_form_label_country_code
source: Country Code
ar: رمز الدولة
bg: Код на държава
cs: Kód země
da: Landekode
el: Κωδικός χώρας
es_ar: Código de país
et: Riigikood
fi_fi: Maakoodi
he: קוד מדינה
hu: Országkód
id: Kode Negara
it: Codice paese
ja: 国コード
ko: 국가 코드
lt_lt: Šalies kodas
ms: Kod Negara
nl: Landcode
pl: Kod kraju
pt: Código do país
ro: Cod țară
ru: Код страны
sk: Kód krajiny
sr_rs: Šifra zemlje
sv: Landskod
th: รหัสประเทศ
tr: Ülke Kodu
uk_ua: Код країни
vi: Mã quốc gia
zh_cn: 国家代码
zh_hk: 國家/地區代碼

# primer_card_form_label_email
source: Email
ar: البريد الإلكتروني
bg: Имейл
et: E-post
fi_fi: Sähköposti
he: דוא״ל
ja: メールアドレス
ko: 이메일
lt_lt: El. paštas
ms: E-mel
nl: E-mailadres
ru: Электронная почта
sv: E-postadress
th: อีเมล
tr: E-posta
uk_ua: Електронна адреса
zh_cn: 电子邮箱
zh_hk: 電郵地址

# primer_card_form_label_expiry
source: Expiry Date
ar: تاريخ الانتهاء
bg: Дата на валидност
cs: Datum platnosti
da: Udløbsdato
el: Ημερομηνία λήξης
es_ar: Fecha de vencimiento
et: Aegumiskuupäev
fi_fi: Viimeinen voimassaolopäivä
he: תאריך תפוגה
hu: Lejárati dátum
id: Tanggal Kedaluwarsa
it: Data di scadenza
ja: 有効期限
ko: 만료일
lt_lt: Galiojimo data
ms: Tarikh Luput
nl: Vervaldatum
pl: Data ważności
pt: Data de validade
ro: Dată de expirare
ru: Срок действия
sk: Dátum platnosti
sr_rs: Datum isteka
sv: Utgångsdatum
th: วันหมดอายุ
tr: Son Kullanma Tarihi
uk_ua: Термін дії
vi: Ngày hết hạn
zh_cn: 有效期
zh_hk: 到期日

# primer_card_form_label_field
source: Field
ar: الحقل
bg: Поле
cs: Pole
da: Felt
el: Πεδίο
es_ar: Campo
et: Väli
fi_fi: Kenttä
he: שדה
hu: Mező
id: Bidang
it: Campo
ja: 項目
ko: 입력란
lt_lt: Laukas
ms: Medan
nl: Veld
pl: Pole
pt: Campo
ro: Câmp
ru: Поле
sk: Pole
sr_rs: Polje
sv: Fält
th: ช่องกรอกข้อมูล
tr: Alan
uk_ua: Поле
vi: Trường
zh_cn: 字段
zh_hk: 欄位

# primer_card_form_label_first_name
source: First Name
ar: الاسم الأول
bg: Собствено име
cs: Jméno
da: Fornavn
el: Όνομα
es_ar: Nombre
et: Eesnimi
fi_fi: Etunimi
he: שם פרטי
hu: Keresztnév
id: Nama Depan
it: Nome
ja: 名
ko: 이름
lt_lt: Vardas
ms: Nama Pertama
nl: Voornaam
pl: Imię
pt: Primeiro nome
ro: Prenume
ru: Имя
sk: Meno
sr_rs: Ime
sv: Förnamn
th: ชื่อ
tr: Ad
uk_ua: Ім'я
vi: Tên
zh_cn: 名字
zh_hk: 名字

# primer_card_form_label_last_name
source: Last Name
ar: اسم العائلة
bg: Фамилия
cs: Příjmení
da: Efternavn
el: Επίθετο
es_ar: Apellido
et: Perekonnanimi
fi_fi: Sukunimi
he: שם משפחה
hu: Vezetéknév
id: Nama Belakang
it: Cognome
ja: 姓
ko: 성
lt_lt: Pavardė
ms: Nama Akhir
nl: Achternaam
pl: Nazwisko
pt: Apelido
ro: Nume
ru: Фамилия
sk: Priezvisko
sr_rs: Prezime
sv: Efternamn
th: นามสกุล
tr: Soyad
uk_ua: Прізвище
vi: Họ
zh_cn: 姓氏
zh_hk: 姓氏

# primer_card_form_label_name
source: Name on card
ar: الاسم على البطاقة
bg: Име на картата
cs: Jméno na kartě
da: Navn på kort
el: Όνομα στην κάρτα
es_ar: Nombre en la tarjeta
et: Nimi kaardil
fi_fi: Kortilla oleva nimi
he: שם על הכרטיס
hu: Kártyán szereplő név
id: Nama pada kartu
it: Nome sulla carta
ja: カード名義
ko: 카드 소유자 이름
lt_lt: Vardas ant kortelės
ms: Nama pada kad
nl: Naam op kaart
pl: Nazwisko na karcie
pt: Nome no cartão
ro: Nume pe card
ru: Имя на карте
sk: Meno na karte
sr_rs: Ime na kartici
sv: Namn på kort
th: ชื่อบนบัตร
tr: Karttaki ad
uk_ua: Ім'я на картці
vi: Tên trên thẻ
zh_cn: 卡上姓名
zh_hk: 卡片上的姓名

# primer_card_form_label_number
source: Card Number
ar: رقم البطاقة
bg: Номер на карта
cs: Číslo karty
da: Kortnummer
el: Αριθμός κάρτας
es_ar: Número de tarjeta
et: Kaardinumber
fi_fi: Kortin numero
he: מספר כרטיס
hu: Kártyaszám
id: Nomor Kartu
it: Numero carta
ja: カード番号
ko: 카드 번호
lt_lt: Kortelės numeris
ms: Nombor Kad
nl: Kaartnummer
pl: Numer karty
pt: Número do cartão
ro: Număr card
ru: Номер карты
sk: Číslo karty
sr_rs: Broj kartice
sv: Kortnummer
th: หมายเลขบัตร
tr: Kart Numarası
uk_ua: Номер картки
vi: Số thẻ
zh_cn: 卡号
zh_hk: 卡號

# primer_card_form_label_otp
source: OTP Code
ar: رمز OTP
bg: OTP код
cs: OTP kód
da: OTP-kode
el: Κωδικός OTP
es_ar: Código OTP
et: OTP-kood
fi_fi: OTP-koodi
he: קוד OTP
hu: OTP kód
id: Kode OTP
it: Codice OTP
ja: OTPコード
ko: OTP 코드
lt_lt: OTP kodas
ms: Kod OTP
pl: Kod OTP
pt: Código OTP
ro: Cod OTP
ru: Код OTP
sk: OTP kód
sr_rs: OTP kod
sv: Engångskod
th: รหัส OTP
tr: OTP Kodu
uk_ua: OTP-код
vi: Mã OTP
zh_cn: 动态密码
zh_hk: 一次性密碼

# primer_card_form_label_phone
source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
cs: Telefonní číslo
da: Telefonnummer
el: Αριθμός τηλεφώνου
es_ar: Número de teléfono
et: Telefoninumber
fi_fi: Puhelinnumero
he: מספר טלפון
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ja: 電話番号
ko: 전화번호
lt_lt: Telefono numeris
ms: Nombor Telefon
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sr_rs: Broj telefona
sv: Telefonnummer
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
uk_ua: Номер телефону
vi: Số điện thoại
zh_cn: 手机号码
zh_hk: 電話號碼

# primer_card_form_label_postal
source: Postal Code
ar: الرمز البريدي
bg: Пощенски код
cs: PSČ
da: Postnummer
el: Ταχυδρομικός κώδικας
es_ar: Código postal
et: Sihtnumber
fi_fi: Postinumero
he: מיקוד
hu: Irányítószám
id: Kode Pos
it: Codice postale
ja: 郵便番号
ko: 우편번호
lt_lt: Pašto kodas
ms: Poskod
nl: Postcode
pl: Kod pocztowy
pt: Código postal
ro: Cod poștal
ru: Почтовый индекс
sk: PSČ
sr_rs: Poštanski broj
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta Kodu
uk_ua: Поштовий індекс
vi: Mã bưu điện
zh_cn: 邮政编码
zh_hk: 郵政編碼

# primer_card_form_label_retail
source: Retail Outlet
ar: منفذ البيع
bg: Търговски обект
cs: Prodejna
da: Detailudsalg
el: Σημείο λιανικής
es_ar: Punto de venta
et: Jaemüügipunkt
fi_fi: Myyntipiste
he: נקודת מכירה
hu: Üzlet
id: Outlet Ritel
it: Punto vendita
ja: 店舗
ko: 소매점
lt_lt: Prekybos taškas
ms: Kedai Runcit
nl: Verkooppunt
pl: Punkt sprzedaży
pt: Ponto de venda
ro: Punct de vânzare
ru: Розничная точка
sk: Predajňa
sr_rs: Prodajno mesto
sv: Butik
th: ร้านค้าปลีก
tr: Satış Noktası
uk_ua: Торгова точка
vi: Cửa hàng bán lẻ
zh_cn: 零售网点
zh_hk: 零售點

# primer_card_form_label_state
source: State
ar: الولاية/المنطقة
bg: Област
cs: Kraj
da: Stat
el: Περιφέρεια
es_ar: Provincia
et: Osariik
fi_fi: Osavaltio
he: מדינה/אזור
hu: Megye
id: Provinsi
it: Stato/Regione
ja: 都道府県
ko: 도/군/구
lt_lt: Valstija
ms: Negeri
nl: Provincie
pl: Województwo
pt: Região
ro: Județ
ru: Регион
sk: Štát
sr_rs: Pokrajina
sv: Län
th: รัฐ
tr: İl
uk_ua: Область
vi: Tỉnh/Thành phố
zh_cn: 省份
zh_hk: 省/州

# primer_card_form_network_selector_title
source: Select Network
ar: اختيار الشبكة
bg: Изберете мрежа
cs: Vybrat síť
da: Vælg netværk
el: Επιλογή δικτύου
es_ar: Seleccionar red
et: Vali võrk
fi_fi: Valitse verkko
he: בחר רשת
hu: Hálózat kiválasztása
id: Pilih Jaringan
it: Seleziona circuito
ja: カードネットワークを選択
ko: 네트워크 선택
lt_lt: Pasirinkite tinklą
ms: Pilih Rangkaian
nl: Selecteer netwerk
pl: Wybierz sieć
pt: Selecionar rede
ro: Selectați rețeaua
ru: Выберите платежную систему
sk: Vybrať sieť
sr_rs: Izaberite mrežu
sv: Välj nätverk
th: เลือกเครือข่าย
tr: Ağ Seçin
uk_ua: Виберіть платіжну систему
vi: Chọn mạng lưới
zh_cn: 选择卡组织
zh_hk: 選擇網絡

# primer_card_form_placeholder_address1
source: 123 Main Street
ar: شارع الشيخ زايد 123
bg: бул. Витоша 123
cs: Václavské náměstí 123
da: Vesterbrogade 123
el: Ακαδημίας 123
es_ar: Av. 9 de Julio 123
et: Vabaduse väljak 123
fi_fi: Mannerheimintie 123
he: רחוב רוטשילד 123
hu: Fő utca 123
id: Jl. Sudirman No. 123
it: Via Roma 123
ja: 東京都渋谷区1-2-3
ko: 서울특별시 강남구 테헤란로 123
lt_lt: Gedimino pr. 123
ms: No. 123 Jalan Utama
nl: Damstraat 123
pl: ul. Marszałkowska 123
pt: Rua da Prata 123
ro: Strada Victoriei 123
ru: улица Тверская, дом 1
sk: Hlavná ulica 123
sr_rs: Knez Mihailova 123
sv: Drottninggatan 123
th: 123 ถนนสุขุมวิท
tr: Atatürk Caddesi No: 123
uk_ua: вул. Хрещатик, 1
vi: 123 Đường Lê Lợi
zh_cn: 朝阳路123号
zh_hk: 中環德輔道中123號

# primer_card_form_placeholder_address2
source: Apt 4B
ar: شقة 4ب
bg: Ап. 4Б
cs: Budova A, 4. patro
da: 2. th
el: Διαμέρισμα 4Β
es_ar: Piso 4 Dpto. B
et: Korter 4B
fi_fi: As 4B
he: דירה 4ב
hu: 4. emelet 2. ajtó
id: Apartemen 4B
it: Interno 4B
ja: マンション4B
ko: 456호
lt_lt: Bt. 4B
ms: Pangsapuri 4B
nl: Appartement 4B
pl: Mieszkanie 4B
pt: Apto 4B
ro: Ap. 4B
ru: кв. 10
sk: Byt 4B
sr_rs: Stan 4B
sv: Lgh 4B
th: ห้อง 4B
tr: Daire 4B
uk_ua: кв. 4
vi: Căn hộ 4B
zh_cn: 4B单元
zh_hk: 4樓B室

# primer_card_form_placeholder_city
source: New York
ar: دبي
bg: София
cs: Praha
da: København
el: Αθήνα
es_ar: Buenos Aires
et: Tallinn
fi_fi: Helsinki
he: תל אביב
hu: Budapest
id: Jakarta
it: Milano
ja: 東京
ko: 서울
lt_lt: Vilnius
ms: Kuala Lumpur
nl: Amsterdam
pl: Warszawa
pt: Lisboa
ro: București
ru: Москва
sk: Bratislava
sr_rs: Beograd
sv: Stockholm
th: กรุงเทพฯ
tr: İstanbul
uk_ua: Київ
vi: TP. Hồ Chí Minh
zh_cn: 北京
zh_hk: 香港

# primer_card_form_placeholder_country_code
source: Select country
ar: اختر الدولة
bg: Изберете държава
cs: Vybrat zemi
da: Vælg land
el: Επιλέξτε χώρα
es_ar: Seleccioná un país
et: Vali riik
fi_fi: Valitse maa
he: בחר מדינה
hu: Ország kiválasztása
id: Pilih negara
it: Seleziona paese
ja: 国を選択
ko: 국가 선택
lt_lt: Pasirinkite šalį
ms: Pilih negara
nl: Selecteer land
pl: Wybierz kraj
pt: Selecione o país
ro: Selectați țara
ru: Выберите страну
sk: Vybrať krajinu
sr_rs: Izaberite zemlju
sv: Välj land
th: เลือกประเทศ
tr: Ülke seçin
uk_ua: Оберіть країну
vi: Chọn quốc gia
zh_cn: 选择国家
zh_hk: 選擇國家/地區

# primer_card_form_placeholder_email
source: john.doe@example.com
ar: محمد.احمد@مثال.com
bg: ivan.ivanov@example.com
cs: jan.novak@priklad.cz
da: lars.nielsen@eksempel.dk
el: giannis.papadopoulos@example.com
es_ar: juan.perez@ejemplo.com
et: jaan.tamm@näide.ee
fi_fi: matti.virtanen@esimerkki.fi
he: david.cohen@example.com
hu: kovacs.janos@pelda.hu
id: budi.santoso@example.com
it: mario.rossi@esempio.com
ja: tanaka.taro@example.com
ko: gildong.hong@example.com
lt_lt: jonas.jonaitis@example.com
ms: ahmad.abdullah@contoh.com
nl: jan.devries@voorbeeld.nl
pl: jan.kowalski@przyklad.pl
pt: joao.silva@exemplo.com
ro: ion.popescu@exemplu.ro
ru: ivan.ivanov@example.com
sk: jan.novak@priklad.sk
sr_rs: marko.petrovic@example.com
sv: erik.johansson@exempel.se
th: somchai.jaidee@example.com
tr: mehmet.yilmaz@example.com
uk_ua: ivan.petrenko@example.com
vi: nguyen.van.a@example.com
zh_cn: zhangsan@example.com
zh_hk: chan.tai.man@example.com

# primer_card_form_placeholder_expiry
source: MM/YY
ar: شهر/سنة
bg: ММ/ГГ
cs: MM/RR
da: MM/ÅÅ
el: ΜΜ/ΕΕ
es_ar: MM/AA
et: KK/AA
fi_fi: KK/VV
hu: HH/ÉÉ
it: MM/AA
lt_lt: MM/MM
ms: BB/TT
nl: MM/JJ
pl: MM/RR
pt: MM/AA
ro: LL/AA
ru: ММ/ГГ
sk: MM/RR
sr_rs: MM/GG
sv: MM/ÅÅ
tr: AA/YY
uk_ua: ММ/РР

# primer_card_form_placeholder_first_name
source: John
ar: محمد
bg: Иван
cs: Jan
da: Lars
el: Γιάννης
es_ar: Juan
et: Jaan
fi_fi: Matti
he: דוד
hu: János
id: Budi
it: Mario
ja: 太郎
ko: 길동
lt_lt: Jonas
ms: Ahmad
nl: Jan
pl: Jan
pt: João
ro: Ion
ru: Иван
sk: Ján
sr_rs: Marko
sv: Erik
th: สมชาย
tr: Mehmet
uk_ua: Іван
vi: Văn A
zh_cn: 三
zh_hk: 大文

# primer_card_form_placeholder_last_name
source: Doe
ar: أحمد
bg: Иванов
cs: Novák
da: Nielsen
el: Παπαδόπουλος
es_ar: Pérez
et: Tamm
fi_fi: Virtanen
he: כהן
hu: Kovács
id: Santoso
it: Rossi
ja: 田中
ko: 홍
lt_lt: Jonaitis
ms: Abdullah
nl: de Vries
pl: Kowalski
pt: Silva
ro: Popescu
ru: Иванов
sk: Novák
sr_rs: Petrović
sv: Johansson
th: ใจดี
tr: Yılmaz
uk_ua: Петренко
vi: Nguyễn
zh_cn: 张
zh_hk: 陳

# primer_card_form_placeholder_name
source: Full name
ar: الاسم الكامل
bg: Пълно име
cs: Celé jméno
da: Fulde navn
el: Πλήρες όνομα
es_ar: Nombre completo
et: Täisnimi
fi_fi: Koko nimi
he: שם מלא
hu: Teljes név
id: Nama lengkap
it: Nome completo
ja: 氏名
ko: 전체 이름
lt_lt: Pilnas vardas
ms: Nama penuh
nl: Volledige naam
pl: Pełne nazwisko
pt: Nome completo
ro: Nume complet
ru: Полное имя
sk: Celé meno
sr_rs: Puno ime
sv: Fullständigt namn
th: ชื่อ-นามสกุล
tr: Tam ad
uk_ua: Повне ім'я
vi: Họ và tên đầy đủ
zh_cn: 姓名全称
zh_hk: 全名

# primer_card_form_placeholder_retail
source: Select outlet
ar: اختر المنفذ
bg: Изберете обект
cs: Vybrat prodejnu
da: Vælg udsalg
el: Επιλέξτε σημείο
es_ar: Seleccioná un punto de venta
et: Vali müügipunkt
fi_fi: Valitse myyntipiste
he: בחר נקודת מכירה
hu: Üzlet kiválasztása
id: Pilih outlet
it: Seleziona punto vendita
ja: 店舗を選択
ko: 매장 선택
lt_lt: Pasirinkite prekybos tašką
ms: Pilih kedai
nl: Selecteer verkooppunt
pl: Wybierz punkt
pt: Selecione o ponto de venda
ro: Selectați punctul de vânzare
ru: Выберите точку
sk: Vybrať predajňu
sr_rs: Izaberite prodajno mesto
sv: Välj butik
th: เลือกร้านค้า
tr: Satış noktası seçin
uk_ua: Оберіть торгову точку
vi: Chọn cửa hàng
zh_cn: 选择网点
zh_hk: 選擇零售點

# primer_card_form_placeholder_state
source: NY
ar: دبي
bg: София
cs: Hlavní město Praha
da: Region Hovedstaden
el: Αττική
es_ar: CABA
et: Harjumaa
fi_fi: Uusimaa
he: תל אביב
hu: Pest
id: DKI Jakarta
it: MI
ja: 東京都
ko: 서울특별시
lt_lt: Vilniaus apskritis
ms: Selangor
nl: Noord-Holland
pl: Mazowieckie
pt: Lisboa
ro: B
ru: Московская обл.
sk: Bratislavský
sr_rs: Centralna Srbija
sv: Stockholms län
th: กรุงเทพฯ
tr: İstanbul
uk_ua: Київська обл.
vi: TP. HCM
zh_cn: 北京
zh_hk: 中西區

# primer_card_form_retail_not_implemented
source: Retail outlet selection not yet implemented
ar: اختيار منفذ البيع غير متاح بعد
bg: Изборът на търговски обект все още не е внедрен
cs: Výběr prodejny zatím není implementován
da: Valg af detailudsalg er endnu ikke implementeret
el: Η επιλογή σημείου λιανικής δεν έχει υλοποιηθεί ακόμα
es_ar: Selección de punto de venta aún no implementada
et: Jaemüügipunkti valimine pole veel rakendatud
fi_fi: Myyntipisteen valinta ei ole vielä toteutettu
he: בחירת נקודת מכירה טרם יושמה
hu: Üzlet kiválasztása még nem elérhető
id: Pemilihan outlet ritel belum tersedia
it: Selezione punto vendita non ancora implementata
ja: 店舗選択は未実装です
ko: 소매점 선택 기능이 아직 구현되지 않았습니다
lt_lt: Prekybos taško pasirinkimas dar neįgyvendintas
ms: Pemilihan kedai runcit belum dilaksanakan
nl: Selectie verkooppunt nog niet geïmplementeerd
pl: Wybór punktu sprzedaży nie został jeszcze zaimplementowany
pt: Seleção de ponto de venda ainda não implementada
ro: Selecția punctului de vânzare nu este încă implementată
ru: Выбор розничной точки еще не реализован
sk: Výber predajne zatiaľ nie je implementovaný
sr_rs: Izbor prodajnog mesta još nije implementiran
sv: Val av butik är inte implementerat än
th: ยังไม่รองรับการเลือกร้านค้าปลีก
tr: Satış noktası seçimi henüz uygulanmadı
uk_ua: Вибір торгової точки ще не реалізовано
vi: Tính năng chọn cửa hàng bán lẻ chưa được triển khai
zh_cn: 零售网点选择尚未实现
zh_hk: 零售點選擇功能尚未實施

# primer_card_form_title
source: Pay with card
ar: الدفع بالبطاقة
bg: Плати с карта
cs: Zaplatit kartou
da: Betal med kort
el: Πληρωμή με κάρτα
es_ar: Pagar con tarjeta
et: Maksa kaardiga
fi_fi: Maksa kortilla
he: שלם בכרטיס
hu: Fizetés kártyával
id: Bayar dengan kartu
it: Paga con carta
ja: カードでお支払い
ko: 카드로 결제
lt_lt: Mokėti kortele
ms: Bayar dengan kad
nl: Betaal met kaart
pl: Zapłać kartą
pt: Pagar com cartão
ro: Plătiți cu cardul
ru: Оплатить картой
sk: Zaplatiť kartou
sr_rs: Platite karticom
sv: Betala med kort
th: ชำระด้วยบัตร
tr: Kartla öde
uk_ua: Оплатити карткою
vi: Thanh toán bằng thẻ
zh_cn: 使用银行卡支付
zh_hk: 使用卡片付款

# primer_checkout_auto_dismiss_message
source: This screen will close automatically in 3 seconds
ar: ستغلق هذه الشاشة تلقائياً خلال 3 ثوانٍ
bg: Този екран ще се затвори автоматично след 3 секунди
cs: Tato obrazovka se automaticky zavře za 3 sekundy
da: Denne skærm lukker automatisk om 3 sekunder
el: Αυτή η οθόνη θα κλείσει αυτόματα σε 3 δευτερόλεπτα
es_ar: Esta pantalla se cerrará automáticamente en 3 segundos
et: See ekraan sulgub automaatselt 3 sekundi pärast
fi_fi: Tämä näyttö sulkeutuu automaattisesti 3 sekunnin kuluttua
he: מסך זה ייסגר אוטומטית תוך 3 שניות
hu: Ez a képernyő automatikusan bezáródik 3 másodperc múlva
id: Layar ini akan tertutup otomatis dalam 3 detik
it: Questa schermata si chiuderà automaticamente tra 3 secondi
ja: この画面は3秒後に自動的に閉じます
ko: 이 화면은 3초 후 자동으로 닫힙니다
lt_lt: Šis ekranas automatiškai užsidarys po 3 sekundžių
ms: Skrin ini akan ditutup secara automatik dalam 3 saat
nl: Dit scherm sluit automatisch over 3 seconden
pl: Ten ekran zamknie się automatycznie za 3 sekundy
pt: Este ecrã será fechado automaticamente em 3 segundos
ro: Acest ecran se va închide automat în 3 secunde
ru: Этот экран автоматически закроется через 3 секунды
sk: Táto obrazovka sa automaticky zatvorí o 3 sekundy
sr_rs: Ovaj ekran će se automatski zatvoriti za 3 sekunde
sv: Denna skärm kommer att stängas automatiskt om 3 sekunder
th: หน้าจอนี้จะปิดอัตโนมัติใน 3 วินาที
tr: Bu ekran 3 saniye içinde otomatik olarak kapanacak
uk_ua: Цей екран закриється автоматично через 3 секунди
vi: Màn hình này sẽ tự động đóng trong 3 giây
zh_cn: 此页面将在3秒后自动关闭
zh_hk: 此畫面將於 3 秒後自動關閉
